{
    "video_block_05": {
        "subsection": "1-2._Methods_for_examining_the_inside_of_the_Earth",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "We cannot actually visit places deep within the Earth.",
            "So, how are we able to understand conditions inside the Earth?",
            "The most obvious answer in our quest to study the inside of the Earth",
            "is to extract rocks from the deep layers of our planet,",
            "or to directly extract parts of the metallic core.",
            "Indeed, attempts have been made to extract rocks from deep layers of the Earth",
            "by drilling holes.",
            "For example,",
            "Japanese people enjoy bathing in hot springs. Generally speaking,",
            "hot spring water can be drawn upwards by drilling holes which are about one or two",
            "kilometers deep. As a result,",
            "there are many holes with a depth of one to two kilometers in Japan.",
            "The world record for the deepest hole drilled is 12 kilometers.",
            "The Earth has a radius of about 6,400 kilometers, which means that",
            "a 12-kilometer hole is only 1/500 of the total radius.",
            "Mankind is only capable of drilling holes in the shallowest area of the Earth’s outer",
            "surface. Drilling holes is a viable method",
            "only for studying the upper portion of the crust.",
            "Consequently, we cannot use drilling to study the mantle",
            "which composes the majority of our planet, nor the core at the Earth’s center.",
            "Rocks from relatively deep layers of the Earth can sometimes be acquired through methods",
            "other than drilling. In fact, rocks from somewhat deep layers",
            "can sometimes be found at certain volcanoes. However, we are unable to obtain rocks",
            "from truly deep areas of the Earth. As such, it is quite difficult to study the",
            "inside of the Earth using samples acquired directly from deep",
            "layers. So, how have scientists studied the inside",
            "of the Earth? One method is to observe seismic waves.",
            "For example, when an earthquake occurs on one side of the Earth,",
            "the resulting seismic waves travel through the Earth’s center",
            "to the other side of our planet. Observation of seismic waves enables scientists",
            "to determine the speed of longitudinal waves and transverse waves.",
            "Based upon changes in speed of seismic waves, scientists have deduced the three-layer structure",
            "inside the Earth. Nevertheless, seismic wave speed alone",
            "is not sufficient information for determining the specific types of substances",
            "which exist in certain areas of the Earth, nor for understanding phenomena occurring",
            "inside the Earth. Accordingly, in addition to observing seismic",
            "waves, scientists use a high-pressure experiment",
            "which replicates in laboratories the high-pressure, high-temperature environment",
            "that exists inside the Earth. Samples of common components of the inside",
            "of the Earth are exposed to high-pressure experiments.",
            "This enables scientists to determine the changes undergone by rocks and minerals inside the",
            "Earth. In the following section,",
            "I will explain how these methods are combined to form an understanding of conditions inside",
            "the Earth."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/ng3dYq2OkDU",
        "video_duration": 292
    }
}