{
    "video_block_19": {
        "subsection": "3-2._How_can_we_estimate_chemical_composition_of_mantle",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Next, let’s talk about the mantle.",
            "The mantle makes up about 85% of the Earth in volume.",
            "Because the mantle is such an important part of the Earth,",
            "we can really call the Earth a mantle planet.",
            "And as with the crust, the mantle consists of rocks.",
            "As we learned before,",
            "the crust exists at the surface of the Earth,",
            "and the mantle exists just below that.",
            "But, in reality,",
            "the mantle rocks can be collected at the surface of the Earth.",
            "When magma is derived from the mantle,",
            "the magma sometimes takes some mantle rocks with it as it rises.",
            "These mantle rocks are referred to as xenoliths.",
            "This xenolith can include rocks from deep inside the mantle.",
            "It is possible for xenoliths",
            "to include mantle rocks from as deep as 200 km in the mantle.",
            "For example, if you go to a diamond mine, you can collect rocks",
            "containing the crystals of diamond.",
            "Such rocks must have come",
            "from more than 150 km depth,",
            "because diamonds are formed at high pressure",
            "greater than 5 GPa, corresponding to 150 km depth.",
            "These diamond-bearing rocks usually come from 150 to 200 km.",
            "So, even though the mantle is located quite far below our feet,",
            "if you go to certain locations,",
            "you can actually pick up mantle rocks with your hands.",
            "Now, as you can see in this picture,",
            "the mantle continues down to a depth of 2,900 km,",
            "but it is not completely uniform.",
            "There are layers consisting of",
            "the upper mantle, the transition zone,",
            "the lower mantle, and the lowermost mantle.",
            "This means that",
            "there is some difference in the material constituting each layer.",
            "Ok, so now,",
            "how can we figure out the composition of these different layers?",
            "One way is to estimate these based on seismic observation.",
            "Seismology suggests that",
            "a whole mantle is well mixed by convection.",
            "Although the mantle consists of rocks,",
            "such convective motion in the mantle is fast",
            "compared to the timescale of the history of the Earth.",
            "So, it may be assumed that",
            "the mantle is relatively homogeneous in composition.",
            "Therefore, the chemical composition of the rocks",
            "that we can collect from a depth of at most 200 km",
            "may represent that of the Earth’s mantle",
            "and be the same as the chemical composition of rocks",
            "located deeper inside the mantle.",
            "However, based on seismology,",
            "the reality is that the material differs according to the depth.",
            "What does it mean?",
            "Well, this seems to indicate that",
            "the main minerals that make up the rocks differ",
            "while the overall chemical composition of the rocks is the same."
        ],
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "youtube_url": "https://youtu.be/7tzNpEnbYfc",
        "video_duration": 255
    }
}