{
    "video_block_20": {
        "subsection": "3-3._Phase_transitions_and_major_minerals_in_the_mantle",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Through seismology, by studying the locations where seismic waves are reflected inside of",
            "the Earth. It has been found that the boundaries where",
            "seismic waves are reflected are located at depths of 410km, 660 and 2,600 km inside",
            "the Earth. It is very interesting. Why do such reflection boundaries exist?",
            "Reflection boundaries indicate the boundary between different minerals.",
            "In the other words people have studied why there are different minerals.",
            "This is because of the change and the crystal structures of the minerals of major rocks",
            "of the Earth. And the crystal type changes greatly according",
            "to the phase transition phenomenon. The point is, the minerals contained in the",
            "rock change. It is already known that this is the cause",
            "of the reflection boundaries I just mentioned.",
            "You may not be familar with phase transition, which I just mentioned.",
            "For example, with H2O, water becomes ice, but also becomes a vapor, and each of these",
            "is a phase transition.",
            "A well-known phase transition of carbon is that pencil lead called graphite becomes diamond.",
            "These things that I just mentioned are basically status changes or changes in structure such",
            "as changes in the crystal structure, or the changing of the status from a solid",
            "to a liquid, and also to a gas.",
            "Regarding the inside of Earth, the mantle is mostly solid.",
            "So, the crystal structure changes while they remain solid bodies.",
            "This is well understood as the transition of reflection boundaries as observed by seismic waves.",
            "Actually, in the laboratory, we are studying how the main minerals",
            "in the mantle change under high pressures",
            "and temperatures found in the Earth’s mantle.",
            "When we do this, we find that there are four phase transitions",
            "from the upper mantle to the lowermost mantle,",
            "and these correspond perfectly with seismic observations of layering in the mantle.",
            "For example, laboratory experiments show that a primary mineral in the upper mantle, called",
            "olivine, or sometimes called peridot in a jewelry store,",
            "undergoes a phase transition to more dense mineral",
            "at about 15 gigapascals corresponding to 410 km depth,",
            "where seismic wave speeds suddenly increase. More in detail,",
            "the rocks in the mantle contain not only major minerals",
            "but the other minor minerals as well, and as you can see here,",
            "the major minerals change like this. According to the data in the laboratory,",
            "it has already been observed that the major minerals change at the boundaries",
            "of 410, 660, and 2,600 km depth. These indicate that the origin of layering",
            "in the mantle is the phase transition of major minerals,",
            "while the chemical composition remains the same."
        ],
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "youtube_url": "https://youtu.be/cEBou9BB-2o",
        "video_duration": 261
    }
}