{
    "video_block_18": {
        "subsection": "3-1._Two_main_types_of_rocks_at_the_crust",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Well, this time, I would like to talk about the chemical composition inside the Earth,",
            "and what types of rocks exist there.",
            "The Earth can be divided into three major sections;",
            "the crust, the mantle, and the core.",
            "First, let’s consider the Earth’s crust.",
            "The Earth’s crust is made up of rocks, and the mantle is also made up of rocks,",
            "both of these consist of rocks.",
            "However, there is clear difference between them. What is the difference?",
            "Well, the mantle and the crust are in a parent-child relationship.",
            "The Earth’s crust is composed of rocks originally formed by solidification of magmas.",
            "There are various types of rocks around us,",
            "and all of these were originally formed from magma, which cooled, solidified,",
            "and then through various processes such as erosion and metamorphism,",
            "came to be rocks of various appearances.",
            "The mantle is the location where the magma is generated.",
            "Rocks in the mantle partially melt and generate magmas.",
            "In this sense, the mantle and the Earth’s crust are both made up of rocks,",
            "but the way they are formed is completely different.",
            "The mantle is a “parent” of the crust.",
            "First, let’s consider the Earth’s crust.",
            "Now, the Earth’s crust, as I just explained, is originally formed from magmas,",
            "and there are actually two major types of magma on the Earth.",
            "One is basaltic magma, and the other is granitic magma.",
            "When these cool and solidify, one becomes basalt and the other becomes granite.",
            "In the case of the Earth’s crust,",
            "the basalt forms the crust at the bottom of the oceans",
            "that is referred to as oceanic crust,",
            "and the granite mainly forms the Earth’s crust of the continents.",
            "Therefore, the main types of rocks in the oceanic crust and continental crust",
            "are completely different.",
            "The difference between these two rocks is first of all their appearance.",
            "The basalts are black, and the granites are white.",
            "Such color reflects the amount of iron in the rocks.",
            "At the same time,",
            "the temperatures of the basaltic magma and the granitic magma is also completely different.",
            "For basalt, the temperature is 1,100°C or 1,200°C,",
            "or sometimes even higher.",
            "Basically, such basaltic magmas are directly formed from mantle rocks.",
            "They are generated by partial melting of mantle rocks at high temperatures.",
            "On the other hand,",
            "the formation of granites is more complicated.",
            "Some of granites are formed by re-melting  of basaltic rocks.",
            "The temperature of the granitic magma is only around 800°C or 900°C.",
            "The temperature of this magma is very low,",
            "but in order to remain as magma at such a low temperature,",
            "a certain amount of water must be included.",
            "Granite contains a large amount of water,",
            "while basalt contains very little in most cases.",
            "As I mentioned,",
            "the basalt represents the rocks at the bottom of the oceans,",
            "but it can also be found in known planets",
            "such as Mars, Venus, and on the Moon.",
            "So, you can think of basalt as a universal rock",
            "that exists on planets other than the Earth.",
            "On the other hand,",
            "granite has only been found here on Earth.",
            "Granite is a characteristic rock of planets that contain large amounts of water",
            "such as the Earth,",
            "and it can be called a representative rock",
            "of water planets."
        ],
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "youtube_url": "https://youtu.be/PqprLYSG4Y4",
        "video_duration": 328
    }
}