{
    "video_block_35": {
        "subsection": "Coffee_Break_4",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Thank you.",
            "Prof. Hirose, of the research that you have done so far,  when was the time you were most glad?",
            "Well, it&#39;s hard to pick  the happiest time",
            "For example, this thing called Post-perovskite",
            "which makes up the deepest part of the Earth&#39;s mantle,",
            "has a very important mineral,  Research in this area, since the time of it&#39;s discovery",
            "I can&#39;t say that it has been ten years but,",
            "More than five years ago, I&#39;ve wanted to do research in this area And have been preparing for it.",
            "That we discovered a new mineral as intended",
            "I was really happy about it",
            "To expand this a little more,  On a new mineral",
            "I could find a bit of evidence To obtain it for the first time,",
            "However at first, I was very skeptical myself,",
            "I repeated the same experiment again and again",
            "And received the same results each time",
            "And this may seem like I&#39;m digging into trivial details,  Things like returning back to the previous phase,",
            "Looking at things from different angles and solidifying it",
            "&quot;Ok, so what we are seeing is real,",
            "it&#39;s not a mistake, this is the truth.&quot;",
            "the moment we came to this conviction,  that was the happiest moment.",
            "I see... Earlier you mentioned the research on Post-perovskite",
            "It was your topic for five years,  and you told us that kept working on it",
            "and the moment you got the idea about five years ago",
            "How did that feel?",
            "While I was still a student,  The shallowest part of the mantle",
            "and what was happening there was the the topic of my research",
            "And then I came to Tokyo Institute of Technology,  And started on slightly different things",
            "Up until then, I was really working on the  studies about the shallowest part of the mantle",
            "This time I thought about researching on the deepest part",
            "During then, around the deepest part of the mantle",
            "nothing was know about post-perovskite",
            "We did not know much about the centre of the Earth And it was shrouded in mystery",
            "To put it in words, it was like a black box and it felt like that to us",
            "All the books wrote about it in that manner,  And that was why it was interesting.",
            "But, of course up till then, it was the shallowest part of the mantle",
            "a place that wasn&#39;t really under pressure",
            "that I was researching on.",
            "How do we get to the bottom of the mantle",
            "where the pressure is astoundingly high,",
            "we had to start by developing the technology",
            "That was the case.  So rather than describing how the idea has sprung up",
            "It&#39;s something that everyone was wondering about,  and even though it was not my original idea,",
            "I thought that I would like realize it in the lab.",
            "It took us five years to master the technology",
            "Then to actually take on this problem as a challenge",
            "That was when the idea came up one day",
            "It wasn&#39;t an immediate announced",
            "For something so important, there were many people who believed",
            "that it is critical To actually realize it,",
            "is not that simple,  that&#39;s why it took such a long time,",
            "to properly complete this challenge",
            "It was such a critical research, anyway",
            "there are many studies  that people consider critical",
            "In fact, if researchers are not able to provide a proper answer there&#39;s not much that can be done about it",
            "That&#39;s why not everyone has the chance to work on important research,  or take on interesting research projects",
            "Accumulating the required technology and environment",
            "is critical to solving the problem.",
            "Thank you very much."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/C2NiyGYLS7c",
        "video_duration": 278
    },
    "video_block_34": {
        "subsection": "Coffee_Break_4",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "We had been talking mainly about the external ground surface near plate tectonics.",
            "However, what about the sections below, like the mantle?",
            "What is the structure of the layers?",
            "I remember hearing that there are many layers,",
            "but I wasn't able to understand the details. Could you explain?",
            "Yes.",
            "We have seismology data starting a long time ago.",
            "When we look at those data from seismology,",
            "the lower region of the mantle",
            "?the bottom 300 km to 400 km of the mantle?",
            "it's different from the seismic wave structure compared to the region above it...",
            "Different?",
            "...is what had been reported since long ago.",
            "So it had been known for a long time that something was odd.",
            "And there is actually a reflection surface for seismic waves between the odd region and the not-odd region.",
            "And that had, um, been observed.",
            "But, um, leaving that aside, see.",
            "On the other hand, forget about seismology for a bit, see.",
            "Continents are thought to be not prone to subduction.",
            "This is because the rock of continents are light.",
            "Rocks forming continents are very light compared to rocks forming the mantle.",
            "They're also pretty light compared to rocks forming oceanic crusts and rocks at the bottom of the oceans.",
            "So it's as if the continental rocks have been floating all along because they're so light.",
            "Now, if we think about it the other way, for example, say,",
            "heavy rocks formed inside the mantle of Earth, we don't know what, but anyway, there are heavy rocks there.",
            "Heavy rocks like that would just sink in deeper, and reach the bottom of the mantle.",
            "And, it's just so heavy, there's no way it will come back up again.",
            "Ohhh. They just pile up there?",
            "Right. It's as if they just pile up there.",
            "So, similar to how continents grow over time,",
            "imagine stuff, heavy stuff, accumulating, piling up at the bottom of the mantle.",
            "Forgetting about seismology for a bit, that is.",
            "It's a metaphor. You can easily imagine that, right?",
            "So, since long ago, in seismology,",
            "there were observations that there's something odd about the bottom of the mantle,",
            "and some people connected that with maybe there's heavy stuff at the bottom.",
            "Perhaps the anomaly at the bottom of the mantle, the anomaly at the lowest region of the mantle,",
            "is being caused by something heavy,",
            "in another words, something with a different chemical composition is at the bottom.",
            "This was the prevailing theory for a long time.",
            "So there was a big question.",
            "We didn't know until we tried it.",
            "Actually, we used a high-pressure device using diamonds, called a diamond anvil cell,",
            "and tried many ways to make it exert high pressure.",
            "And, well, I was really lucky in that",
            "SPring-8, a synchrotron radiation facility which emits strong X-rays,",
            "became available for use at the right time for me.",
            "Those historic factors also came into play.",
            "Even if we could produce high pressure and high temperature,",
            "it's of no use if we can't measure what is happening.",
            "That we can produce pressure and temperature, that's all,",
            "we can't measure anything, is meaningless.",
            "Of course, in practice, we need to observe any changes that happen in a high-pressure, high-temperature environment.",
            "Using X-rays is a method very easy to observe,",
            "but the sample under very high pressure is very very small,",
            "like 100 microns,",
            "so regular X-rays are too weak.",
            "X-rays produced by ordinary X-ray generators such as in university laboratories are too weak.",
            "So, well, facilities that can generate very strong X-Rays, like Spring-8,",
            "coincidentally came into use around that time, the time when I was starting to experiment.",
            "So I experimented, and the structure of perovskite crystals changed dramatically.",
            "It changed?",
            "Well, the mineral that we now call post-perovskite is 1% less in volume compared to perovskites.",
            "1% may sound like just a little bit, and it actually is just a 1% difference in density,",
            "but perovskite is very ideal in structure.",
            "What we mean by ideal is that it's very three-dimensional.",
            "As a result, it's isotropic.",
            "Perovskite has an isotropic structure.",
            "But post-perovskite is layered in structure.",
            "It's not three-dimensional, a very unique structure, as if it has its own sense of direction.",
            "So now, that's fine, under very high pressure.",
            "But when the pressure is released, decompressed, it becomes amorphous, like I just mentioned.",
            "Then, it's impossible to examine with X-rays. So no one knew.",
            "Maybe someone made it, but they couldn't see it.",
            "That's why no one published it.",
            "Wow. It's advances in technology.",
            "Exactly. People may think that in any experiment,",
            "one person is the great person, but that's not the case.",
            "It's supported by something like the advancement of technology of the whole world.",
            "Some technological development somewhere spreads in many directions,",
            "and then various experiments, experiments at a higher level, can be performed.",
            "Then, new things are discovered.",
            "I see.",
            "That's what research is."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/pu2Y5imVNms",
        "video_duration": 435
    }
}