{
    "video_block_42": {
        "subsection": "Coffee_Break_5",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "please.",
            "Up till now, Prof. Hirose's experiment has been really revolutionary I believe,",
            "For these ideas,",
            "where did you get the inspiration?",
            "Well, for this type of research",
            "there should be a few ongoing concurrently? But most of the time, they can't be done.",
            "I've always wanted to do this type of research",
            "and it would be great if it can be done",
            "This is something that I've thought about for years",
            "But there are many people in this world who have the same thoughts I think",
            "and that's why experiments that everyone can do are usually done by other people soon",
            "But studies that people think are interesting",
            "are also studies that most people don't have the ability to do",
            "So even if it takes time, it's OK to improve the technology over time",
            "and master it And after that, to create an environment",
            "assembling the pieces one by one",
            "When everything is in place and the time comes when we can say \"This seems feasible\".",
            "Studies that we have wanted to do in the past is can now be carried out.",
            "That's why such ideas come out suddenly at this point",
            "Of course there are times where studies can be started the next day",
            "But basically, it's normal to think five years ahead in preparation",
            "For example securing research funding looking for joint researchers, etc.",
            "Embarking on new technology development, and so one. And that's why, the larger the theme,",
            "the longer it takes to get started.",
            "So it's necessary to keep the ideas warm and keep them in view.",
            "I see, in the studies that you've done to date, for which did you think, \"this was really hard\"?",
            "If you have an experiment like that, please tell us more about it.",
            "Yes... For example, the project on Post-perovskite",
            "Initially, we were thinking about the existence about this new mineral",
            "We didn't understand it And we were wondering if it was really so",
            "Everyone was wondering about it But no one was able to confirm it",
            "So, it took us about five years to confirm it",
            "To be able to come out with such pressure, and so on.",
            "And, following that, the structure of the crystallized metal in the inner core of the center of the earth is",
            "what I would like to find out about. I'm interested in that",
            "As well, for example, in order to make Post-perovskite",
            "requires roughly 1,200,000 atmospheres The center of the earth has 3,600,000 atmospheres",
            "which means that it's three times more.",
            "It's necessary to increase the pressure to that amount",
            "for this purpose",
            "it's not something that we can just decide to try out the next day.",
            "So we have to do it little by little since we can't increase the pressure to 3.6 million suddenly",
            "We need to increase the pressure little by little",
            "Dividing it into several phases working on it step by step",
            "Of course in the end, to discover Post-perovskite, we have to go to the center of the Earth",
            "and that took about six years.",
            "However, apart from that, it doesn't mean that we don't need to do anything in the meantime",
            "Moving from 1.2 million atmospheres to 3.6 million requires some important phases",
            "There were some likely transitional risks",
            "We had to resolve them one by one little by little",
            "to take it to such high pressure.",
            "Now, when moving towards a large topic",
            "you probably understand that we need time to prepare",
            "So for example in a student's limited time",
            "it's often expected for research outcomes to be obtained within a limited time span.",
            "Of course it's not true that all student research will result in great outcomes",
            "For example, in the case of doctor students,",
            "they have about three years, and in cases where there are many laboratories",
            "they students start when they are doing their Masters, so they have about three to four years",
            "They need to start a new experiment and design it within this time scale",
            "With this in mind, these are their initial considerations... For example, in order to measure a new property,",
            "Let's say to measure the thermal conductivity under new ultra-high pressure conditions,",
            "firstly, we need have the equipment to be able to measure it.",
            "There are practically no groups who can conduct measurements under such ultra-high pressure.",
            "And so within Japan, or even anywhere in the world is fine",
            "obviously it's easier first to do it within Japan",
            "Therefore within Japan, we need to find someone doing it under normal pressure",
            "There are many people who can measure thermal conductivity under regular pressure,",
            "so we spoke to a few of the people doing it",
            "to find someone who is likely to work with us",
            "And to do that took about three years.",
            "And of course it takes three years before we can start on a new experiment",
            "So practically, it takes approximately three years for results to be obtained.",
            "I see. Thank you very much."
        ],
        "section": "07-Week_5._Earths_water",
        "youtube_url": "https://youtu.be/XjEYVgO9QFw",
        "video_duration": 312
    }
}