{
    "video_block_08": {
        "subsection": "1-3._Three-layer_structure_seen_from_seismic_wave_observation",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Seismic wave observation of the Earth’s interior",
            "indicates that our planet’s interior has a three-layer structure.",
            "I will now explain the details of this observation. When substances inside the Earth undergo changes,",
            "there is a significant fluctuation in the propagation of seismic waves.",
            "In some cases, seismic waves are refracted and reflected",
            "at the boundary between different materials. To give the most familiar example,",
            "the type of rock changes greatly at the boundary between the crust and the",
            "mantle. This causes the speed of seismic waves",
            "to suddenly increase at the boundary. This is true for both longitudinal waves and",
            "transverse waves. There is also the reflection of waves at the",
            "boundary. This means that the boundary between the crust",
            "and the mantle is clearly indicated when observing seismic",
            "waves. When applying this same logic to deeper parts",
            "inside the Earth, we can infer its interior structure in greater",
            "detail. This reveals a variety of structures",
            "in addition to the boundary between the crust and the mantle.",
            "Generally speaking, there are two types of seismic waves.",
            "There are longitudinal waves known as P-waves and transverse waves known as S-waves.",
            "One important point to remember is that longitudinal waves travel through both solids",
            "and liquids, but transverse waves travel only through solids.",
            "Transverse waves do not travel through liquids. By using these properties,",
            "scientists are able to reveal the presence of liquids",
            "inside the Earth.",
            "Moving on, I would like to use this graph to study the structure of the inside of the",
            "Earth. The horizontal axis represents depth.",
            "The blue line represents the speed of longitudinal waves, or P-waves,",
            "while the red line represents the speed of transverse waves, or S-waves.",
            "The step-like sections at shallow depths show a jump in speed.",
            "This indicates that substances have suddenly changed.",
            "Please focus on the depth of 2,900 kilometers. The important point here is that",
            "the speed of the longitudinal waves decreases significantly,",
            "while the speed of the transverse waves is now zero.",
            "This means that transverse waves cannot pass through this section.",
            "The dramatic decrease in longitudinal wave speed indicates that",
            "the substance has changed from rock to metal. Furthermore,",
            "the transverse wave speed of zero, in other words,",
            "the inability of transverse waves to travel through this section",
            "indicates the presence of liquid.",
            "Next, please direct your attention to the depth of 5,200 kilometers.",
            "The speed of the transverse waves is no longer zero,",
            "so we can deduce that the Earth’s center is solid.",
            "When using this logic to reexamine the speed profile for transverse waves,",
            "it is clear that, generally speaking, the mantle is solid,",
            "the outer core is liquid, and the inner core is again solid."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/9GMOdvujctQ",
        "video_duration": 297
    }
}