{
    "video_block_03": {
        "subsection": "1-1._Actual_conditions_inside_the_Earth",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Now, what are conditions like inside the Earth? How can we describe the structure inside the",
            "Earth? I’d like to start by giving a quiz.",
            "Which of the following answers do you think",
            "best describes conditions inside the Earth? 1: All areas inside the Earth are just homogeneous.",
            "2:The inside of the Earth has a concentric circular structure",
            "like an onion. In other words,",
            "a layered structure extends itself from the inside towards the outside,",
            "with layers composed of different substances. 3:The inside of the Earth has a structure made",
            "of different radial blocks.",
            "The correct answer is 2.",
            "The Earth has a structure like an onion. From the perspective of different substances,",
            "the entire Earth can be broadly classified into three layers.",
            "The first layer is right under our feet. Known as the crust,",
            "it is formed of rocks. Underneath the crust is the mantle,",
            "which is the second layer. The mantle is also composed of rocks",
            "and composes 85% of the Earth’s total volume. Under the mantle is the third layer,",
            "the core. The core is a mass of metal",
            "which composes the very center of the Earth. So, to review, the Earth is composed of a",
            "metallic core at the center. This is surrounded by the mantle,",
            "which is made of rocks. The outside layer is the crust, which is very",
            "thin and is made of rocks",
            "that differ from the rocks of the mantle. When divided very roughly,",
            "the Earth consists of these three layers. The next question to consider is",
            "whether the inside of the Earth is composed of solid substances",
            "or thick molten substances. I’m sure that",
            "all of you have seen photographs of magma erupting from a volcano.",
            "This magma rises up from deep beneath the volcano.",
            "This indicates that, at the very least, some portion of the Earth is molten.",
            "The real question is whether the Earth’s inside is almost all",
            "molten, or if molten substances constitute",
            "only a small portion of our planet. Also, assuming that",
            "only a portion of the Earth is molten, then what is the approximate percentage of",
            "that portion? Such questions need to be considered.",
            "The answer is that only 15% of the Earth’s volume is molten.",
            "The remaining 85% is solid. To give a slightly more detailed explanation,",
            "the crust under our feet is, generally speaking,",
            "completely solid. The underlying mantle is also solid.",
            "Magma is not located evenly throughout the entire interior of our planet;",
            "instead, only a small amount of magma exists directly under active volcanoes.",
            "The entirety of the crust and mantle is basically solid.",
            "On the other hand, the metal lump",
            "which is located at the Earth’s center and is known as the core",
            "is mostly molten. Although a solid area",
            "known as the inner core exists at the very center,",
            "this inner core composes only 4% of the core’s total volume.",
            "This means that the core is almost completely molten.",
            "An overall rough image of the Earth can be stated as follows:",
            "the Earth consists of a central molten core surrounded by solid layers known as the mantle",
            "and crust. That’s enough of a quiz for now!",
            "To continue, I’d like to consider how scientists determined that",
            "the Earth’s structure consists of a core, a mantle and a crust.",
            "I will introduce how mankind deduced that",
            "the crust and mantle are solid, and that the core is molten."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/dMURWt7hAOM",
        "video_duration": 369
    }
}