{
    "video_block_10": {
        "subsection": "1-4._Examining_the_three_layers_from_a_variety_of_perspectives",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "okay, so this is a diamond anvil cell",
            "with which we can generate very high pressure conditions",
            "corresponding to the deep interior of the Earth. Now the sample is in the device",
            "between two diamonds and when we turn the screw with hex wrench like this...",
            "the diamond squeeze the sample and the pressure of the sample increase. And we can generate very very high",
            "pressure inside this device which is beyond the condition at the center of the Earth."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/q_7KuzcISTg",
        "video_duration": 59
    },
    "video_block_09": {
        "subsection": "1-4._Examining_the_three_layers_from_a_variety_of_perspectives",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Based on seismic wave observation, we have determined that the inside of the",
            "Earth consists of three layers. We discussed that the crust and mantle are",
            "solid, while the core is almost entirely liquid",
            "except for a solid area at the inner core. As I mentioned earlier,",
            "there is a limit to the information which can be acquired from seismic waves.",
            "Therefore, a variety of methods other than seismology",
            "are used to examine the inside of the Earth. I would now like to give a broad explanation",
            "about the conditions in the crust, the mantle and the core.",
            "Let’s start by discussing the crust. Since the crust lies directly under our feet,",
            "it is relatively easy to acquire rocks from the crust.",
            "Rocks from relatively deep areas of the crust have risen to the surface of the Earth in",
            "certain areas. Geological surveys at such areas",
            "makes it possible to acquire relatively large amounts of information",
            "about the crust. Indeed, we are surrounded by a variety of",
            "rocks— as you are already aware.",
            "For example, these types of rocks include conglomerate, sandstone, chert, basalt and",
            "granite. At the same time, a relatively low density",
            "is a common feature of rocks found in the crust. These rocks are comparatively",
            "light.",
            "Next is the mantle,",
            "which lies under the crust and is also made of rocks.",
            "A notable feature of the mantle is that the rocks have a high density",
            "when compared to the crust. To go into a little further detail,",
            "although the mantle lies under the crust, there are some areas",
            "where the boundary between the crust and the mantle is exposed",
            "on the surface of the Earth.",
            "Geological surveys at such areas gives a detailed structure between the crust",
            "and the mantle. In fact, compared to the crust,",
            "there is little variation in mantle rocks. It is well-known that",
            "the mantle is mainly composed of rocks called peridotite.",
            "Now, the mantle is not composed of the same rock from the very top to the very bottom.",
            "When looking at the speed profile of seismic waves,",
            "we can see that there are several locations in the mantle",
            "where the seismic wave speed increases in jumps.",
            "It can therefore be deduced that the mantle minerals change greatly at the",
            "corresponding depths. Accordingly, in addition to the three-layer",
            "structure of crust, mantle and core, we can infer that some kind of layered structure",
            "also exists within the mantle. Now, what is happening at the boundary of",
            "those layers? The high-pressure experiment is a method for",
            "answering this question. A high-pressure experiment is conducted in",
            "laboratories by replicating the pressure and temperature",
            "at depths where there are jumps in speed.",
            "This makes it possible to examine the changes in rocks and minerals.",
            "A variety of equipment is used depending on the pressure to be replicated.",
            "For example, the large equipment shown in this photograph can be used.",
            "It is difficult, however, to replicate extremely high pressure",
            "with this large equipment because samples are compressed by tungsten-carbide",
            "which is the hardest metal but less hard than a diamond.",
            "In fact, we need to use diamonds to compress a sample to extremely high pressures",
            "which exist deep within the Earth. Personally, I use this equipment.",
            "It is a high-pressure generation device called a diamond anvil cell.",
            "Specifically, samples are compressed between two diamonds with sharpened tips.",
            "This generates ultra-high pressure that exceeds conditions at the center of the",
            "Earth. I will show how this device is actually used.",
            "Such methods have made it possible to replicate",
            "in laboratories the environment which exists in deep areas",
            "of the Earth. This has enabled me to reach a detailed understanding",
            "of the main minerals within each layer of the mantle.",
            "Although I won’t go into details here, my laboratory was the first in the world",
            "to discover the primary mineral of the mantle’s deepest layer,",
            "something which remained a mystery for many years.",
            "We have found that this layer consists of a previously undiscovered phase",
            "called post-perovskite.",
            "In closing, I would like to discuss the core",
            "which exists at the center of the Earth. I mentioned previously that",
            "the core is composed mainly of liquid metal. It is thought that iron is the main substance.",
            "Although the inner core appears fairly large when looking at its radius,",
            "it actually composes only 4% of the total core volume.",
            "This means that 96% of the core is molten. Active convective motion is believed to occur",
            "within the liquid core. The reason for this motion is that,",
            "as you are aware, the Earth has a magnetic field.",
            "It is well known that the Earth is a large electromagnet,",
            "and in this respect, it is necessary for electricity to flow through",
            "the Earth’s core. In other words, this means that convection",
            "occurs in the core."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/0dy5vuMCGtU",
        "video_duration": 469
    }
}