{
    "video_block_36": {
        "subsection": "4-3._How_can_we_presume_temperature_in_the_Earths_mantle",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Next, let’s take a look at how the temperature of the mantle beneath the plate actually changes",
            "with depth.",
            "As the clue of the temperature of mantle, let’s take a look at the magma,",
            "which is generated when rocks of the mantle melts, coming out at the time of eruption.",
            "By examining magmas, the temperature of the mantle at the top of the bottom of the volcano is",
            "found to be 1500~1600K. In fact, the temperature atop the mantle is",
            "1500~1600K, and the mantle is mostly not molten.",
            "So then why can magmas be generated under the volcano?",
            "For example, as we learned in the week of plate tectonics, mantle containing water could",
            "melt at lower temperature. In addition, melting temperature is lower",
            "at shallower depths. So, when the mantle rises to shallower level",
            "underneath the mid-oceanic ridge, it melts and produces magmas even at a temperature",
            "about 1500K.",
            "As discussed in the previous section, heat is transported inside of plates via conduction.",
            "The temperature rises rapidly when digging down.",
            "At a certain point, the bottom of the plate is reached.",
            "Under the plate bottom, the mantle undergoes convection.",
            "Accordingly, temperature changes become smaller when going deeper than this point.",
            "In other words, it is thought that convection motion causes the temperature gradient to",
            "become an adiabatic temperature gradient.",
            "The convection motion inside of the mantle is thought to move at approximately the same",
            "speed as plate movement; specifically, several centimeters to 10 centimeters",
            "per year. Conversely, it is known that the amount of",
            "heat transported by convection becomes greater than the amount transported by conduction",
            "if the mantle rock rises or falls by 1 millimeter or more annually.",
            "Therefore, it is safe to assume that the areas undergoing convection are insulated from their",
            "surroundings, and that adiabatic temperature gradient exists in areas where the mantle",
            "undergoes convection under the plate.",
            "To review the temperature structure, the temperature increases steeply when going deeper into plates",
            "when heat is transported by conduction. When going deeper than the plates, the temperature",
            "change becomes gentle because heat is transported by convection.",
            "Ultimately, the temperature at the bottom of plates is estimated to be approximately",
            "1,500 K. The temperature at areas deeper than plates",
            "is estimated by using a completely different method.",
            "This method uses",
            "the phase transition boundary inside of the mantle.",
            "As we learned last week, it is well known that the speed of seismic waves suddenly becomes",
            "faster when reaching a certain fixed depth inside the mantle.",
            "At this depth, it is thought that the main minerals inside the mantle undergo a phase",
            "transition and take a separate crystal structure. In other words, the main minerals of a different",
            "mantle are changing.",
            "The pressure and temperature at which the main minerals inside of a mantle undergo phase",
            "transition have been thoroughly investigated in laboratory experiment.",
            "Stated another way, we have a clear understanding of the effect of temperature on changes undergone",
            "by pressure and depth which cause phase transition.",
            "When measuring seismic waves, assuming that the speed of seismic waves suddenly becomes",
            "faster at a depth of 410 kilometers, it is thought that a phase transition occurs",
            "at this depth. Since we know the pressure at a depth of 410",
            "kilometers, we can determine the temperature at this depth",
            "by referring to the temperature and pressure of the phase transition which were confirmed",
            "in the laboratory experiment.",
            "Seismic waves also become faster at a depth of 660 kilometers,",
            "so we can determine the temperature by looking at the phase transition boundary which is",
            "equivalent to a depth of 660 kilometers. The same is also possible for discontinuous",
            "change in seismic wave speed at a depth of 2,600 kilometers.",
            "When smoothly connecting these three points, it is possible to estimate the temperature",
            "structure inside of the mantle. We can draw a graph as shown in the figure.",
            "When extending this line to a depth of 2,900 kilometers at the lowest point of the mantle,",
            "we can see that the temperature is 2,500 K."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/rWH8eTlJCk4",
        "video_duration": 402
    }
}