{
    "video_block_01": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "Introduction",
        "transcript_en": "The name of this course is “Introduction to Deep Earth Science.” Normally, most people do not give much thought to what is happening inside the Earth. However, when experiencing or hearing about natural phenomena such as volcanic eruptions and major earthquakes,we become interested in conditions in the interior of our planet. This course examines the structure and activity inside the Earth. Through this course, I hope that you will understand what is happening at the center of our planet. Our study of the Earth’s inside is made difficult because we are unable to directly drill a hole and examine actual conditions. Using seismic waves, seismology provides valuable information about the Earth’s interior. Still, only a limited amount of knowledge can be obtained through seismology alone. Therefore, scientists combine various methods and observations in order to estimate conditions at the center of our planet. In other words, we strive to understand phenomena which cannot be directly observed. Through this course, I hope that you will also learn about scientific approaches used to understand complex matters by combining limited observations. My name is Kei Hirose. I have studied the Earth’s interior ever since I was a graduate student. Specifically, I have been conducting my research by using high-pressure, high-temperature experiments to replicate conditions inside our planet. However, it is no easy task to reproduce the pressure and temperature conditions which exist inside the Earth. When I was young, there was no technique which could recreate in a laboratory the high-pressure and high-temperature conditions deep within the Earth. Accordingly, I endeavored to study conditions at the inside of the Earth while also working to develop techniques for replicating in a laboratory the high-pressure, high-temperature environment. As a result, we have made a great number of new discoveries. This course consists of five week parts. In week 1, we would like to introduce an overview of the structure and conditions inside the Earth. In week 2, we will learn Plate Tectonics theory which tells the dynamics at the surface of the Earth. In week 3, we will talk about the chemical composition in side the Earth. In week4, we will cover the temperature structure in the interior of our planet that is what the temperature is like inside of the Earth. And finally, in week 5, we will discuss the Earth's water which is a very recent topic. Also the Earth's oceans make Earth a unique planet, we now believe that there is also a significant amount of water contained inside the Earth in addition to the oceans By covering new information which is still not understood by scientist I hope to convey to you the excitement of the Earth's science.",
        "unit_idx": "seq_contents_0",
        "video_duration": 249,
        "youtube_url": "https://youtu.be/35g4lVKXx8I"
    },
    "video_block_02": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "Introduction",
        "transcript_en": "When and how did the earth formed? When, where and how did life originate on the earth? Are there other planets in our universe that harbor life? Since its launch in 2012, the Earth life science Institute \"ELSI\" has been studying the origin of life and the origin of the Earth as two inseparable questions. We look at the particularity and universality of life on Earth by approaching it from the perspective of both and planetary sciences as well as life sciences. ELSI is a unique research institute that has attracted top-level researchers from around the world to solve one of humankind's greatest outstanding scientific questions. How did life emerge on the Earth? Is the Earth unique in its ability to originate and host life? As the Earth life science institute, we focus on the important connection between life and its host planet and  use that as a platform to approach the question of life in the universe. ESLI researchers come from diverse academic and cultural backgrounds. The institute provides the space and environment to foster the interactions necessary for interdisciplinary research. ELSI has evolved innovative organizational structure and management methods compared to the Japanese university norms. ELSI is my disciplinary. We create dialogues between research fields to make combinations could sum is greater than its parts. A recent example is our \"Hadean Bioscience Project\" which is focused on the emergence of biological processes in the early Earth environment. We look at the early Earth continent and mantle, its oceans and atmosphere, the molecules before the appearance of life, the early biochemistry initial genome. And through the research carried out in this diversity of fields we make steps forward to elucidate the origin of the Earth and the origin of life. To become a global to genuinely exciting international institute Tokyo Tech, attract the best researchers from around the world to join us. We provide unprecedented support for overseas researchers to enjoy the stay ELSI, and give them freedom to focus on research. Fifty percent of ELSI's young researchers are from abroad. ESLI has placed emphasis on diversity in our recruitment efforts which we believe adds to the attractiveness and strength of our institute. ELSI is a special zone within Tokyo Tech. Granting us flexibility to create a new system that combines Japanese and foreign researchers. At ELSI, we have already broken new ground. For example in assigning foreign researchers to lead our recruitment efforts in shape the direction of the institute. While also giving young researchers freedom to learn and explore new fields. In addition to our diverse human resources, ELSI has invested in providing attractive facilities and a stimulating environment to support our researchers. At ELSI, our aim is to unravel some of the greatest questions ever posed, about our Earth, about life as we know it and about the possibility of life elsewhere in the universe. We pursue this while building a pre-eminent research institution with global visibility.",
        "unit_idx": "seq_contents_2",
        "video_duration": 302,
        "youtube_url": "https://youtu.be/12-QvVorggg"
    },
    "video_block_03": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-1._Actual_conditions_inside_the_Earth",
        "transcript_en": "Now, what are conditions like inside the Earth? How can we describe the structure inside the Earth? I’d like to start by giving a quiz. Which of the following answers do you think best describes conditions inside the Earth? 1: All areas inside the Earth are just homogeneous. 2:The inside of the Earth has a concentric circular structure like an onion. In other words, a layered structure extends itself from the inside towards the outside, with layers composed of different substances. 3:The inside of the Earth has a structure made of different radial blocks. The correct answer is 2. The Earth has a structure like an onion. From the perspective of different substances, the entire Earth can be broadly classified into three layers. The first layer is right under our feet. Known as the crust, it is formed of rocks. Underneath the crust is the mantle, which is the second layer. The mantle is also composed of rocks and composes 85% of the Earth’s total volume. Under the mantle is the third layer, the core. The core is a mass of metal which composes the very center of the Earth. So, to review, the Earth is composed of a metallic core at the center. This is surrounded by the mantle, which is made of rocks. The outside layer is the crust, which is very thin and is made of rocks that differ from the rocks of the mantle. When divided very roughly, the Earth consists of these three layers. The next question to consider is whether the inside of the Earth is composed of solid substances or thick molten substances. I’m sure that all of you have seen photographs of magma erupting from a volcano. This magma rises up from deep beneath the volcano. This indicates that, at the very least, some portion of the Earth is molten. The real question is whether the Earth’s inside is almost all molten, or if molten substances constitute only a small portion of our planet. Also, assuming that only a portion of the Earth is molten, then what is the approximate percentage of that portion? Such questions need to be considered. The answer is that only 15% of the Earth’s volume is molten. The remaining 85% is solid. To give a slightly more detailed explanation, the crust under our feet is, generally speaking, completely solid. The underlying mantle is also solid. Magma is not located evenly throughout the entire interior of our planet; instead, only a small amount of magma exists directly under active volcanoes. The entirety of the crust and mantle is basically solid. On the other hand, the metal lump which is located at the Earth’s center and is known as the core is mostly molten. Although a solid area known as the inner core exists at the very center, this inner core composes only 4% of the core’s total volume. This means that the core is almost completely molten. An overall rough image of the Earth can be stated as follows: the Earth consists of a central molten core surrounded by solid layers known as the mantle and crust. That’s enough of a quiz for now! To continue, I’d like to consider how scientists determined that the Earth’s structure consists of a core, a mantle and a crust. I will introduce how mankind deduced that the crust and mantle are solid, and that the core is molten.",
        "unit_idx": "seq_contents_0",
        "video_duration": 369,
        "youtube_url": "https://youtu.be/dMURWt7hAOM"
    },
    "video_block_04": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-1._Actual_conditions_inside_the_Earth",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_2",
        "video_duration": 75,
        "youtube_url": "https://youtu.be/H1KWtG66lEQ"
    },
    "video_block_05": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-2._Methods_for_examining_the_inside_of_the_Earth",
        "transcript_en": "We cannot actually visit places deep within the Earth. So, how are we able to understand conditions inside the Earth? The most obvious answer in our quest to study the inside of the Earth is to extract rocks from the deep layers of our planet, or to directly extract parts of the metallic core. Indeed, attempts have been made to extract rocks from deep layers of the Earth by drilling holes. For example, Japanese people enjoy bathing in hot springs. Generally speaking, hot spring water can be drawn upwards by drilling holes which are about one or two kilometers deep. As a result, there are many holes with a depth of one to two kilometers in Japan. The world record for the deepest hole drilled is 12 kilometers. The Earth has a radius of about 6,400 kilometers, which means that a 12-kilometer hole is only 1/500 of the total radius. Mankind is only capable of drilling holes in the shallowest area of the Earth’s outer surface. Drilling holes is a viable method only for studying the upper portion of the crust. Consequently, we cannot use drilling to study the mantle which composes the majority of our planet, nor the core at the Earth’s center. Rocks from relatively deep layers of the Earth can sometimes be acquired through methods other than drilling. In fact, rocks from somewhat deep layers can sometimes be found at certain volcanoes. However, we are unable to obtain rocks from truly deep areas of the Earth. As such, it is quite difficult to study the inside of the Earth using samples acquired directly from deep layers. So, how have scientists studied the inside of the Earth? One method is to observe seismic waves. For example, when an earthquake occurs on one side of the Earth, the resulting seismic waves travel through the Earth’s center to the other side of our planet. Observation of seismic waves enables scientists to determine the speed of longitudinal waves and transverse waves. Based upon changes in speed of seismic waves, scientists have deduced the three-layer structure inside the Earth. Nevertheless, seismic wave speed alone is not sufficient information for determining the specific types of substances which exist in certain areas of the Earth, nor for understanding phenomena occurring inside the Earth. Accordingly, in addition to observing seismic waves, scientists use a high-pressure experiment which replicates in laboratories the high-pressure, high-temperature environment that exists inside the Earth. Samples of common components of the inside of the Earth are exposed to high-pressure experiments. This enables scientists to determine the changes undergone by rocks and minerals inside the Earth. In the following section, I will explain how these methods are combined to form an understanding of conditions inside the Earth.",
        "unit_idx": "seq_contents_0",
        "video_duration": 292,
        "youtube_url": "https://youtu.be/ng3dYq2OkDU"
    },
    "video_block_06": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-2._Methods_for_examining_the_inside_of_the_Earth",
        "transcript_en": "Hi I am Yoshiyuki , one of the TAs of this course. and I am Haruka. I am also one of TAs. Today, we will introduce a simple experiment to observe the differences between the the longitudinal wave and the transverse wave. I think You can do this experiment in your house too, so please try. Today, we will conduct experiments using this device. In week1, we learned that we are exploring the Earth&#39;s interior using seismic wave. And we also learned that the seismic wave has P-wave, which is a longitudinal wave and S-wave, which is a transverse wave. So, let’s look at the two waves using this device. First, it is the longitudinal wave, P-wave. Do you see that dense section is moving in the same direction as the traveling direction of the wave? Let&#39;s try again. Next is the transverse wave, S-wave. This time, movement of the weights is vertical to the traveling direction of the wave. I&#39;ll try again. Well, let&#39;s then focus on the differences in the speed of P-wave and S-wave. First, it is the P-wave. Next is the S-wave. You can see that the P- wave is faster than the S- wave. In this way, generally, P- wave is faster than S- wave. This is the same even in the case of seismic waves. longitudinal wave arrives earlier than transverse wave, so that’s why we call longitudinal wave as Primary Wave = P wave, P wave and transverse wave arrives next,so we call transverse wave Secondary Wave. S wave Next, in the case of seismic waves, P-wave and S-wave would transmit at the same time.Let&#39;s see how the 2 waves go transmitted. Please see one more. wave’s velocity depends on the composition and state of material which wave travels through. Also, in Japan, When an earthquake occurs, by capturing the P wave that reaches first, we predict a more big shake, that is S wave. This will minimize the damage caused by earthquakes. The difference between the P-wave and S-wave has been useful in various places, not only to explore the interior of the Earth. Thank you very much. Bye.",
        "unit_idx": "seq_contents_3",
        "video_duration": 342,
        "youtube_url": "https://youtu.be/Ko-0uEBsvMk"
    },
    "video_block_07": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "Coffee_Break_1",
        "transcript_en": "Hello. Nice to meet you. Please turn on the camera. It&#39;s already on. Oh, are you taking! Hello everyone. This is coffee break. So, first we would like to ask some questions to Prof. Hirose. Why were you interested in Deep Earth Science, when you were a university student? Originally, I majored the geology, and I used to be a good geologist. Because I like traveling much, from when I was very young, and I like to go to many places, basically. So, the geology of course requires the field work. And a field work is a kind of travel to me. So I just decided to major the geology. This is my original background. For example, I went to the sea, which is the North Fiji Basin, which is far away from Japan. So I just flew there and took the boat, actually it’s a big boat, the research vessel, for one month. Then I went to the spreading ridges, in which we have many volcanoes, undersea volcanoes, and collected many many rocks. So, no one went there? Yeah, this was the first time people went there and collected rocks. So it’s a kind of excitement , you know, at that time we didin’t know what kind of rocks there. It’s a kind of excitement but in the meantime I realized that I was interested in not only the description but also its origins. In order to understand the origin of magmas, we have to understand the, … how to say, how the magma composition is changed by changing the pressure or temperature, or you know, source rock composition. And, so, I decided to start the laboratory experiments to explore the pressure, temperature, and source rock or mantle compositions, how they reflect the magma composition. This is my background, starting from the geological field work to the laboratory experiments.",
        "unit_idx": "seq_contents_0",
        "video_duration": 192,
        "youtube_url": "https://youtu.be/BxVOJqgg0G4"
    },
    "video_block_08": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-3._Three-layer_structure_seen_from_seismic_wave_observation",
        "transcript_en": "Seismic wave observation of the Earth’s interior indicates that our planet’s interior has a three-layer structure. I will now explain the details of this observation. When substances inside the Earth undergo changes, there is a significant fluctuation in the propagation of seismic waves. In some cases, seismic waves are refracted and reflected at the boundary between different materials. To give the most familiar example, the type of rock changes greatly at the boundary between the crust and the mantle. This causes the speed of seismic waves to suddenly increase at the boundary. This is true for both longitudinal waves and transverse waves. There is also the reflection of waves at the boundary. This means that the boundary between the crust and the mantle is clearly indicated when observing seismic waves. When applying this same logic to deeper parts inside the Earth, we can infer its interior structure in greater detail. This reveals a variety of structures in addition to the boundary between the crust and the mantle. Generally speaking, there are two types of seismic waves. There are longitudinal waves known as P-waves and transverse waves known as S-waves. One important point to remember is that longitudinal waves travel through both solids and liquids, but transverse waves travel only through solids. Transverse waves do not travel through liquids. By using these properties, scientists are able to reveal the presence of liquids inside the Earth. Moving on, I would like to use this graph to study the structure of the inside of the Earth. The horizontal axis represents depth. The blue line represents the speed of longitudinal waves, or P-waves, while the red line represents the speed of transverse waves, or S-waves. The step-like sections at shallow depths show a jump in speed. This indicates that substances have suddenly changed. Please focus on the depth of 2,900 kilometers. The important point here is that the speed of the longitudinal waves decreases significantly, while the speed of the transverse waves is now zero. This means that transverse waves cannot pass through this section. The dramatic decrease in longitudinal wave speed indicates that the substance has changed from rock to metal. Furthermore, the transverse wave speed of zero, in other words, the inability of transverse waves to travel through this section indicates the presence of liquid. Next, please direct your attention to the depth of 5,200 kilometers. The speed of the transverse waves is no longer zero, so we can deduce that the Earth’s center is solid. When using this logic to reexamine the speed profile for transverse waves, it is clear that, generally speaking, the mantle is solid, the outer core is liquid, and the inner core is again solid.",
        "unit_idx": "seq_contents_0",
        "video_duration": 297,
        "youtube_url": "https://youtu.be/9GMOdvujctQ"
    },
    "video_block_09": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-4._Examining_the_three_layers_from_a_variety_of_perspectives",
        "transcript_en": "Based on seismic wave observation, we have determined that the inside of the Earth consists of three layers. We discussed that the crust and mantle are solid, while the core is almost entirely liquid except for a solid area at the inner core. As I mentioned earlier, there is a limit to the information which can be acquired from seismic waves. Therefore, a variety of methods other than seismology are used to examine the inside of the Earth. I would now like to give a broad explanation about the conditions in the crust, the mantle and the core. Let’s start by discussing the crust. Since the crust lies directly under our feet, it is relatively easy to acquire rocks from the crust. Rocks from relatively deep areas of the crust have risen to the surface of the Earth in certain areas. Geological surveys at such areas makes it possible to acquire relatively large amounts of information about the crust. Indeed, we are surrounded by a variety of rocks— as you are already aware. For example, these types of rocks include conglomerate, sandstone, chert, basalt and granite. At the same time, a relatively low density is a common feature of rocks found in the crust. These rocks are comparatively light. Next is the mantle, which lies under the crust and is also made of rocks. A notable feature of the mantle is that the rocks have a high density when compared to the crust. To go into a little further detail, although the mantle lies under the crust, there are some areas where the boundary between the crust and the mantle is exposed on the surface of the Earth. Geological surveys at such areas gives a detailed structure between the crust and the mantle. In fact, compared to the crust, there is little variation in mantle rocks. It is well-known that the mantle is mainly composed of rocks called peridotite. Now, the mantle is not composed of the same rock from the very top to the very bottom. When looking at the speed profile of seismic waves, we can see that there are several locations in the mantle where the seismic wave speed increases in jumps. It can therefore be deduced that the mantle minerals change greatly at the corresponding depths. Accordingly, in addition to the three-layer structure of crust, mantle and core, we can infer that some kind of layered structure also exists within the mantle. Now, what is happening at the boundary of those layers? The high-pressure experiment is a method for answering this question. A high-pressure experiment is conducted in laboratories by replicating the pressure and temperature at depths where there are jumps in speed. This makes it possible to examine the changes in rocks and minerals. A variety of equipment is used depending on the pressure to be replicated. For example, the large equipment shown in this photograph can be used. It is difficult, however, to replicate extremely high pressure with this large equipment because samples are compressed by tungsten-carbide which is the hardest metal but less hard than a diamond. In fact, we need to use diamonds to compress a sample to extremely high pressures which exist deep within the Earth. Personally, I use this equipment. It is a high-pressure generation device called a diamond anvil cell. Specifically, samples are compressed between two diamonds with sharpened tips. This generates ultra-high pressure that exceeds conditions at the center of the Earth. I will show how this device is actually used. Such methods have made it possible to replicate in laboratories the environment which exists in deep areas of the Earth. This has enabled me to reach a detailed understanding of the main minerals within each layer of the mantle. Although I won’t go into details here, my laboratory was the first in the world to discover the primary mineral of the mantle’s deepest layer, something which remained a mystery for many years. We have found that this layer consists of a previously undiscovered phase called post-perovskite. In closing, I would like to discuss the core which exists at the center of the Earth. I mentioned previously that the core is composed mainly of liquid metal. It is thought that iron is the main substance. Although the inner core appears fairly large when looking at its radius, it actually composes only 4% of the total core volume. This means that 96% of the core is molten. Active convective motion is believed to occur within the liquid core. The reason for this motion is that, as you are aware, the Earth has a magnetic field. It is well known that the Earth is a large electromagnet, and in this respect, it is necessary for electricity to flow through the Earth’s core. In other words, this means that convection occurs in the core.",
        "unit_idx": "seq_contents_0",
        "video_duration": 469,
        "youtube_url": "https://youtu.be/0dy5vuMCGtU"
    },
    "video_block_10": {
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "subsection": "1-4._Examining_the_three_layers_from_a_variety_of_perspectives",
        "transcript_en": "okay, so this is a diamond anvil cell with which we can generate very high pressure conditions corresponding to the deep interior of the Earth. Now the sample is in the device between two diamonds and when we turn the screw with hex wrench like this... the diamond squeeze the sample and the pressure of the sample increase. And we can generate very very high pressure inside this device which is beyond the condition at the center of the Earth.",
        "unit_idx": "seq_contents_0",
        "video_duration": 59,
        "youtube_url": "https://youtu.be/q_7KuzcISTg"
    },
    "video_block_11": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "Introduction",
        "transcript_en": "This week, we are going to learn \"Plate tectonics\". Plate tectonic is an important theory in geoscience, proposed about 50 years ago. It tells us how the surface of this Earth moves. With this theory, we can understand why we have big earthquakes and volcanoes at continental margins. OK, let's start.",
        "unit_idx": "seq_contents_0",
        "video_duration": 34,
        "youtube_url": "https://youtu.be/G_ZinaPb_z8"
    },
    "video_block_12": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "2-1._What_are_plates",
        "transcript_en": "This week, we will discuss plate tectonics. You may have heard the term \"plate tectonics\" before. Historically speaking, earth science began from geology. Therefore, in the past, this discipline did not possess the perspective of future predictions. Our current topic of plate tectonics is extremely revolutionary in that it is a theory which enables prediction of the future within earth science. Specifically, plate tectonics enables a unified theory of how the earth's surface is moving, and is a theory which forms the basis of earth science. Let's start by considering the textbook definition of a plate. A plate is a rigid sheet. The word rigid means \"something which does not break or bend.\" From the perspective of earth science, \"not breaking\" means that earthquakes do not occur and \"not bending\" means that orogeny does not occur. If a plate is defined as a rigid sheet, then we can see that earthquakes and orogeny occur at boundaries between plates. The actual definition of a plate is defined by researchers based on the hypocentral distribution of earthquakes. When looking at the hypocentral distribution of the world's earthquakes, we can see that earthquakes do not occur in random locations; rather, the locations of earthquakes appear to be connected along a certain line. If we follow the previous line of thought regarding how earthquakes occur at boundaries between plates, then this line is the plate boundary. For example, when looking at the area around the African continent, we can see that earthquakes occur in locations surrounding the African continent. When tracing this hypocentral distribution, we can define the African plate. In the same way, by tracing other hypocentral distributions throughout the world, we can define many other plates. As a result, we can see that the earth's surface is covered by 14~15 plates. Now, how are these plates moving? This is the question addressed by plate tectonics. Historically speaking, the way in which plates actually move was clarified about 50 years ago by the discipline of paleomagnetism. Currently, we can use GPS to achieve a perfect understanding of how each plate is moving. When actually observing the movement of each plate, we can see that each plate is moving independently and unrelated to the other. Now, let's take a closer look at this movement. For example, let's examine the boundary of plates in the middle of the Atlantic Ocean. In the figure, the length of arrows represents the speed of movement. As you can see, even within the same plate, there are fast-moving locations and slow-moving locations. More accurately, we can see that movement becomes slower as we move farther from the fastest-moving location. There was an individual who recognized this phenomenon in 1967. How is it possible that different locations move at different speeds even with a single rigid plate? Each plate possesses an axis of rotation. These axes of rotation differ from the earth's axis of rotation and are called Euler poles. At the equatorial region of an Euler pole which is a long distance from the Euler pole, the rotation speed becomes faster. Conversely, the rotation speed becomes slower in the area close to the pole. When considering these Euler poles, it is possible to give a uniform explanation regarding the different movement speeds within each individual plate. In summary, the earth's surface is covered by 14~15 plates. Each of these plates possesses an independent Euler pole and rotates around that pole. The speed of this rotational movement ranges from only a few centimeters to a few dozen centimeters each year. However, at least during the last 200 million years, we know that plates have been moving at the same speed. By looking back on the past conditions of plates, it is possible to predict how plates will move in the future. When considering the entire earth, we can reflect on the past 200 to 300 million years to form an extremely accurate understanding of how plates moved and what kind of shapes existed in the past. The plates discussed in this subsection have a thickness of only about 100 kilometers. When considering that the earth has a radius of 6,400 kilometers, plate tectonics is only capable of explaining movement for an extremely small portion of the earth's surface. We will learn about zones deeper than 100 kilometers in lessons starting from next week.",
        "unit_idx": "seq_contents_0",
        "video_duration": 429,
        "youtube_url": "https://youtu.be/aaUzpFu6SAc"
    },
    "video_block_13": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "2-2._Where_plates_are_produced",
        "transcript_en": "In the previous subsection, we learned the Earth's surface is covered by 14~15 plates. However, where are these plates produced? Actually they are produced at mid-ocean ridges which exist in the middle of particularly large oceans across the entire earth. These ridges are giant volcanic belts which are located on the seafloor and encircle the entire earth. Mid-ocean ridges are extremely important locations in plate tectonics. Moreover some scientists hypothesize that life on earth was first born in these mid-ocean ridges. Accordingly, in addition to being a topic of research in earth science, mid-ocean ridges are also recently attracting attention as the origin of life. Let's take a detailed look at mid-ocean ridges. First, please look at this topographic map. This figure shows the topographical form including the seafloor. As you can see, there are large brown shadows in the middle of the Pacific Ocean, Indian Ocean, and Atlantic Ocean. These shadows are giant mountain ranges in the middle of the ocean, and these giant mountain ranges are mid-ocean ridges. There is an extremely high level of volcanic activity at these ridges. In fact, 75% of all volcanic activity on the entire earth occurs at mid-ocean ridges. New plates which are produced at mid-ocean ridges move away from the mid-ocean ridges at a speed of several centimeters each year. More than 50 years ago in 1960 a new theory called the seafloor spreading theory was proposed and movement of the seafloor became known. Now, how did scientists realize that the seafloor was spreading? This picture is data from when it was first understood that the seafloor is moving. The data comes from an era when GPS technology did not exist. The red area in the center of the picture shows where lava which was produced extremely recently is exposed. The orange areas on both sides of the red area show lava which was produced a short time ago. The yellow areas located further to the outside represent even older lava. In other words, the age of lava becomes increasingly old when moving from the red area to blue areas,in other words, moving from the center toward the outside. This was known more than 50 years ago. In addition to how lava becomes older moving outward from the red area, it is also important how the movement is symmetrical and how the ratio of aging lava is the same at all locations. Now, how do plate tectonics explain the reason for this distribution of the era in which the seafloor was produced? This phenomenon can be explained by how new plates are produced at mid-ocean ridges and then move away from mid-ocean ridges at a constant speed. In this way, it is possible to explain why lava becomes older as we move farther away from mid-ocean ridges, and why the ratio of aging lava is constant. According to plate tectonics theory, the speed at which plates move is constant. Therefore, if we know the approximate distance from the mid-ocean ridge for a certain era of seafloor, we know approximately how long ago the plate was produced. For example, the Pacific Plate which is sinking under Japan was produced 100 million years ago in the South Pacific. Over the past 100 million years, the Pacific Plate has continued to move and is now sinking into the earth via the Japan Trench. In this subsection, we have learned that mid-ocean ridges are giant volcanic chains which surround the earth. We also learned that plates produced at those mid-ocean ridges move away from the ridges at a constant speed. Now, there are two types of outcomes which await the plates produced at mid-ocean ridges. The fates of plate in pacific Ocean and Atlantic Ocean are completely different. We will discuss these two types of plates in the next subsection.",
        "unit_idx": "seq_contents_0",
        "video_duration": 383,
        "youtube_url": "https://youtu.be/v-LEBtzKMlU"
    },
    "video_block_14": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "Coffee_Break_2",
        "transcript_en": "So professor, what area of research are you most interested in right now? I think that would be experimenting with liquids under high pressure. I am very interested in seeing how they behave under such conditions. Compared to solids, experimenting with liquids is extremely difficult. With solids for example, you can easily find things like density using methods like X-ray diffraction. With liquids, it&#39;s extremely difficult to find constant density at any given moment. Liquids are a lot more compressible than solids, so their properties change rapidly with pressure. So the first thing I&#39;m interested in is how liquids behave under high pressure. In terms of geoscience, when our Earth was first formed, for instance, it was a magma ocean. But now, it is solid mantle. But if you think back, it was all molten. So what was happening inside that magma ocean? Maybe it is not just about our primordial Earth, but also related to what is going on now. Our Earth&#39;s core, even now, is still liquid. I hope to see what was happening inside it. That&#39;s why I want to understand how liquids behave under high pressure. Things like the primordial magma ocean, or the liquid core which we now call the outer core: I hope to further our understanding of such things. Thank you.",
        "unit_idx": "seq_contents_0",
        "video_duration": 114,
        "youtube_url": "https://youtu.be/zP6e3ztDWF4"
    },
    "video_block_15": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "2-3._Plates_produced_at_Atlantic_Ocean",
        "transcript_en": "As stated in the previous subsection, the fate awaiting plates which are produced at mid-ocean ridges is different in Atlantic Ocean and Pacific Ocean. In this subsection, we will learn about the mid-ocean ridge in the Atlantic Ocean, as well as plates produced there. When looking at a bathymetric chart, you can see that the Mid-Atlantic Ridge is distributed right in the middle of the American continent and the European/African continents. Currently, the Mid-Atlantic Ridge is composed of new plates which are spreading steadily. In other words, the area of the Atlantic Ocean is increasing. Stated another way, the American continent, and European/African continents are moving further apart every year. This spreading continues at a speed of less than 1 centimeter per year at slow locations and a speed of several centimeters or more per year at fast locations. Now, when did the Atlantic Ocean start spreading? An amazing aspect of plate tectonics theory is how it is possible to easily infer that phenomenon occurring today also occurred in the past. Therefore, it is possible to return plate movement to its original location based on plate tectonics theory. In other words, we can turn back the clock and steadily contract the size of the Atlantic Ocean. When starting from this modern-day map and turning back the clock, you can see how the Atlantic Ocean steadily shrinks. If we go back 250 million years ago, we return to a time when the Atlantic Ocean did not exist and there is a single giant supercontinent known as \"Pangaea.\" In this way, plate tectonics can explain the phenomena of continental breakup and continental drift, which are today widely believed as a matter of course. Actually, the idea that the European continent, African continent, and American continent were originally connected and assumed their current form after breaking apart was proposed more than 100 years ago in 1912 by Alfred Wegener in his continental drift theory. The discipline of plate tectonics did not yet exist at the time that Wegener proposed this theory. Wegener's ideas were too ahead of his time and received little understanding from others. Nevertheless, his ideas are today accepted as established theory. We should note that Wegener's theory was not limited simply to the idea that the European continent,African continent, and American continent were originally connected. Indeed, Wegener discussed continental drift by including geological proof such as how the same fossils are found and the same stratum continues throughout the continents. Wegener should be respected for his profound insight.",
        "unit_idx": "seq_contents_0",
        "video_duration": 260,
        "youtube_url": "https://youtu.be/_gy-77dxeoE"
    },
    "video_block_16": {
        "section": "03-Week_2._Plate_Tectonics",
        "subsection": "2-4._Plates_produced_at_Pacific_Ocean",
        "transcript_en": "In this subsection, we will learn about Pacific Ocean plates. Unlike the Atlantic Ocean which was discussed in the previous subsection, the Pacific Ocean is surrounded by subduction zones and oceanic trenches. Old plates steadily sink into the earth through these geological features. The Atlantic Ocean is growing and expanding by a few centimeters every year. On the other hand, the total area of the Pacific Ocean is shrinking. Because in the Pacific Ocean, new plates produced at mid-ocean ridges cause old plates to sink into oceanic trenches. If this process were to continue indefinitely, the Pacific Ocean will have disappeared after slightly more than 500 million years. This will cause the seven independent continents to merge together to once more form a single supercontinent. Furthermore, the current Atlantic Ocean will have become by far the largest sea on the entire earth, also known as the \"Super Atlantic Ocean.\" As mentioned at the beginning of this subsection, the Pacific Ocean is surrounded by oceanic trenches. At these trenches, oceanic plates sink underneath continental plates. You have probably heard the term \"Ring of Fire\" before. This term refers to the abundant seismic, volcanic, and orogenic activity occurring in the subduction zones surrounding the Pacific Ocean. But what is the meaning of all of this activity? Let's take a look at what occurs due to sinking in subduction zones. One important activity in subduction zones is the creation of volcanoes. As discussed in the previous subsection, 75% of the earth's total volcanic activity takes place at mid-ocean ridges. A further 20% occurs in subduction zones. The final 5% is volcanic activity occurring at hot spots; in other words, volcanic islands such as Hawaii and Tahiti. Since mid-ocean ridges are not normally visible to the human eye, it can be said that subduction zone volcanoes are the volcanoes which are most frequently witnessed by people. Why are volcanoes created in locations where oceanic plates sink? For example, the oceanic plate which is sinking into the Japan Trench is a cold plate which has been cooled by seawater at the bottom of the ocean for 100 million years. Indeed, the location where this plate is sinking should be the coldest place in the entire world, but a volcano is created there. At first glance, this phenomenon appears quite strange. What could be the reason? The key to solving this mystery is water. At the same time that the oceanic plate is being cooled by seawater, it is also drawing seawater into the rock composing the plate. As a result, oceanic plate rock has a water concentration of up to 15 wt%. Oceanic plates which have taken in a large amount of water then expel the water as they sink. For example, consider a sponge which has been soaked in water. Water oozes out of the wet sponge when it is gripped. Ultimately, the sponge will become completely dry. In the same way, water oozes from an oceanic plate which is just beginning to sink until all water is ultimately forced out of the plate. Now, what happens to the expelled water? Water expelled from the oceanic plate weighs less than its surrounding environment and therefore rises upward, soaking into the rock above the oceanic plate. This rock is not directly cooled by seawater and is therefore at a higher temperature than the oceanic plate, although not hot enough to melt the rock. However, the introduction of water causes the melting point to decrease. It is well known that this phenomenon will cause rock to melt and create magma even when there is no change in temperature. Put simply, the creation of magma is facilitated by water in subduction zones. This is the reason why many volcanoes exist in Japan, Indonesia, and other regions near subduction zones. Another important activity in subduction zones is earthquakes. At the beginning of this lesson, we looked at a hypocentral distribution for the world. Basically, the occurrence of earthquakes is concentrated at mid-ocean ridges where new plates are created and in locations where old plates sink into the earth. As you know, major earthquakes are concentrated at subduction zones. Since long ago, Japan has suffered damage from major earthquakes. In particular, the importance of observing and predicting earthquakes increased after the Great Kanto Earthquake of 1923. Since then, a large amount of research on earthquakes has been actively conducted in Japan. This figure shows where earthquakes occurred in the earth's interior. Earthquakes occur in two types of locations. The first are very shallow locations of the earth's interior, and the second are locations where hypocenters are distributed in a diagonal belt. Earthquakes which occur in diagonally distributed locations are called \"deep-focus earthquakes.\" This diagonal belt is nothing other than sinking plates themselves, so we know that deep-focus earthquakes are caused by sinking plates. The Great East Japan Earthquake which occurred five years ago was a deep-focus earthquake caused by a sinking plate. Earthquakes are extremely destructive, so it is important to predict when, where, and how earthquakes will occur. However, we still lack a clear understanding of when and where deep-focus earthquakes will cause a major earthquake. The vital importance of further research in earthquake prediction is clearly evident based on experiences such as the Great East Japan Earthquake.",
        "unit_idx": "seq_contents_0",
        "video_duration": 540,
        "youtube_url": "https://youtu.be/QF876Z5x1VE"
    },
    "video_block_17": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "Introduction",
        "transcript_en": "This week I'm going to talk about chemical composition inside the Earth. It is not easy to estimate that composition and materials inside the Earth because we cannot directly collect samples from deep interior of our planet. Nevertheless, scientists can estimate them by combining various information including the composition of meteorites. As we learned before, the Earth has a layered structure. And today I'm going to introduce what kinds of material constitute each layer.",
        "unit_idx": "seq_contents_0",
        "video_duration": 49,
        "youtube_url": "https://youtu.be/tU4gz-YEq1o"
    },
    "video_block_18": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-1._Two_main_types_of_rocks_at_the_crust",
        "transcript_en": "Well, this time, I would like to talk about the chemical composition inside the Earth, and what types of rocks exist there. The Earth can be divided into three major sections; the crust, the mantle, and the core. First, let’s consider the Earth’s crust. The Earth’s crust is made up of rocks, and the mantle is also made up of rocks, both of these consist of rocks. However, there is clear difference between them. What is the difference? Well, the mantle and the crust are in a parent-child relationship. The Earth’s crust is composed of rocks originally formed by solidification of magmas. There are various types of rocks around us, and all of these were originally formed from magma, which cooled, solidified, and then through various processes such as erosion and metamorphism, came to be rocks of various appearances. The mantle is the location where the magma is generated. Rocks in the mantle partially melt and generate magmas. In this sense, the mantle and the Earth’s crust are both made up of rocks, but the way they are formed is completely different. The mantle is a “parent” of the crust. First, let’s consider the Earth’s crust. Now, the Earth’s crust, as I just explained, is originally formed from magmas, and there are actually two major types of magma on the Earth. One is basaltic magma, and the other is granitic magma. When these cool and solidify, one becomes basalt and the other becomes granite. In the case of the Earth’s crust, the basalt forms the crust at the bottom of the oceans that is referred to as oceanic crust, and the granite mainly forms the Earth’s crust of the continents. Therefore, the main types of rocks in the oceanic crust and continental crust are completely different. The difference between these two rocks is first of all their appearance. The basalts are black, and the granites are white. Such color reflects the amount of iron in the rocks. At the same time, the temperatures of the basaltic magma and the granitic magma is also completely different. For basalt, the temperature is 1,100°C or 1,200°C, or sometimes even higher. Basically, such basaltic magmas are directly formed from mantle rocks. They are generated by partial melting of mantle rocks at high temperatures. On the other hand, the formation of granites is more complicated. Some of granites are formed by re-melting  of basaltic rocks. The temperature of the granitic magma is only around 800°C or 900°C. The temperature of this magma is very low, but in order to remain as magma at such a low temperature, a certain amount of water must be included. Granite contains a large amount of water, while basalt contains very little in most cases. As I mentioned, the basalt represents the rocks at the bottom of the oceans, but it can also be found in known planets such as Mars, Venus, and on the Moon. So, you can think of basalt as a universal rock that exists on planets other than the Earth. On the other hand, granite has only been found here on Earth. Granite is a characteristic rock of planets that contain large amounts of water such as the Earth, and it can be called a representative rock of water planets.",
        "unit_idx": "seq_contents_0",
        "video_duration": 328,
        "youtube_url": "https://youtu.be/PqprLYSG4Y4"
    },
    "video_block_19": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-2._How_can_we_estimate_chemical_composition_of_mantle",
        "transcript_en": "Next, let’s talk about the mantle. The mantle makes up about 85% of the Earth in volume. Because the mantle is such an important part of the Earth, we can really call the Earth a mantle planet. And as with the crust, the mantle consists of rocks. As we learned before, the crust exists at the surface of the Earth, and the mantle exists just below that. But, in reality, the mantle rocks can be collected at the surface of the Earth. When magma is derived from the mantle, the magma sometimes takes some mantle rocks with it as it rises. These mantle rocks are referred to as xenoliths. This xenolith can include rocks from deep inside the mantle. It is possible for xenoliths to include mantle rocks from as deep as 200 km in the mantle. For example, if you go to a diamond mine, you can collect rocks containing the crystals of diamond. Such rocks must have come from more than 150 km depth, because diamonds are formed at high pressure greater than 5 GPa, corresponding to 150 km depth. These diamond-bearing rocks usually come from 150 to 200 km. So, even though the mantle is located quite far below our feet, if you go to certain locations, you can actually pick up mantle rocks with your hands. Now, as you can see in this picture, the mantle continues down to a depth of 2,900 km, but it is not completely uniform. There are layers consisting of the upper mantle, the transition zone, the lower mantle, and the lowermost mantle. This means that there is some difference in the material constituting each layer. Ok, so now, how can we figure out the composition of these different layers? One way is to estimate these based on seismic observation. Seismology suggests that a whole mantle is well mixed by convection. Although the mantle consists of rocks, such convective motion in the mantle is fast compared to the timescale of the history of the Earth. So, it may be assumed that the mantle is relatively homogeneous in composition. Therefore, the chemical composition of the rocks that we can collect from a depth of at most 200 km may represent that of the Earth’s mantle and be the same as the chemical composition of rocks located deeper inside the mantle. However, based on seismology, the reality is that the material differs according to the depth. What does it mean? Well, this seems to indicate that the main minerals that make up the rocks differ while the overall chemical composition of the rocks is the same.",
        "unit_idx": "seq_contents_0",
        "video_duration": 255,
        "youtube_url": "https://youtu.be/7tzNpEnbYfc"
    },
    "video_block_20": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-3._Phase_transitions_and_major_minerals_in_the_mantle",
        "transcript_en": "Through seismology, by studying the locations where seismic waves are reflected inside of the Earth. It has been found that the boundaries where seismic waves are reflected are located at depths of 410km, 660 and 2,600 km inside the Earth. It is very interesting. Why do such reflection boundaries exist? Reflection boundaries indicate the boundary between different minerals. In the other words people have studied why there are different minerals. This is because of the change and the crystal structures of the minerals of major rocks of the Earth. And the crystal type changes greatly according to the phase transition phenomenon. The point is, the minerals contained in the rock change. It is already known that this is the cause of the reflection boundaries I just mentioned. You may not be familar with phase transition, which I just mentioned. For example, with H2O, water becomes ice, but also becomes a vapor, and each of these is a phase transition. A well-known phase transition of carbon is that pencil lead called graphite becomes diamond. These things that I just mentioned are basically status changes or changes in structure such as changes in the crystal structure, or the changing of the status from a solid to a liquid, and also to a gas. Regarding the inside of Earth, the mantle is mostly solid. So, the crystal structure changes while they remain solid bodies. This is well understood as the transition of reflection boundaries as observed by seismic waves. Actually, in the laboratory, we are studying how the main minerals in the mantle change under high pressures and temperatures found in the Earth’s mantle. When we do this, we find that there are four phase transitions from the upper mantle to the lowermost mantle, and these correspond perfectly with seismic observations of layering in the mantle. For example, laboratory experiments show that a primary mineral in the upper mantle, called olivine, or sometimes called peridot in a jewelry store, undergoes a phase transition to more dense mineral at about 15 gigapascals corresponding to 410 km depth, where seismic wave speeds suddenly increase. More in detail, the rocks in the mantle contain not only major minerals but the other minor minerals as well, and as you can see here, the major minerals change like this. According to the data in the laboratory, it has already been observed that the major minerals change at the boundaries of 410, 660, and 2,600 km depth. These indicate that the origin of layering in the mantle is the phase transition of major minerals, while the chemical composition remains the same.",
        "unit_idx": "seq_contents_0",
        "video_duration": 261,
        "youtube_url": "https://youtu.be/cEBou9BB-2o"
    },
    "video_block_21": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-3._Phase_transitions_and_major_minerals_in_the_mantle",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_2",
        "video_duration": 147,
        "youtube_url": "https://youtu.be/U6ZCXzb_I98"
    },
    "video_block_22": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-3._Phase_transitions_and_major_minerals_in_the_mantle",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_2",
        "video_duration": 72,
        "youtube_url": "https://youtu.be/5cVS5aBP2i0"
    },
    "video_block_23": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-4._Meteorites_as_a_key_for_estimating_core_elements",
        "transcript_en": "Lastly, let's consider the core. The core starts below 2,900km from the surface of the Earth, so we cannot directly collect the materials in the core here at the surface. Because of this, in order to determine the chemical composition of the core, it is necessary to use other circumstantial evidence. The most trustworthy evidence we have is the chemical composition of meteorites. Meteorites originate from a certain location. It is well known that meteorites come from the asteroid belt that exists between Mars and Jupiter. By examining the chemical composition of meteorites, we know that they actually match with the chemical composition of the solar atmosphere as you can see in this picture. Therefore, because the chemical compositions of the solar atmosphere and that of asteroids are the same, we can assume that the chemical composition of the Earth, which is located between them, is the same. However, it is important to remember that the argument I just mentioned does not apply to volatile constituents. First, let's calculate the chemical composition of the Earthâ€™s core without taking into account the volatile elements. We are basing this on the assumption that the average chemical composition of the Earthâ€™s crust, mantle, and core, is the same as the chemical composition of primitive meteorites. If we subtract the chemical compositions of the Earth's crust and mantle we will be left with the chemical composition of the core, which contains iron, nickel, and silicon. But, is this reality the actual chemical composition? Well, no, we are not quite finished yet. We need to include the volatile elements that I mentioned previously. How do we know the actual composition of the core? Let me explain using this figure. Here, the horizontal axis is the depth, and the vertical axis represents the density. The one on top is the density of pure iron, and next is the density of alloy that contains iron and silicon. Lastly, this is the actual core density acquired from seismic observation. You can see that the actual core density is much lower than that of pure iron and still lower than the alloy containing 6 wt.% silicon suggested from the composition of meteorite. To account for such low core density, there must be a certain amount of light elements contained that are volatile constituents. People have been arguing over this for the last 60 years, but it is still a subject of debate among researchers.",
        "unit_idx": "seq_contents_0",
        "video_duration": 238,
        "youtube_url": "https://youtu.be/xUsYAqFBvHE"
    },
    "video_block_24": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-4._Meteorites_as_a_key_for_estimating_core_elements",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_3",
        "video_duration": 930,
        "youtube_url": "https://youtu.be/NjhP5yULCpM"
    },
    "video_block_25": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "3-4._Meteorites_as_a_key_for_estimating_core_elements",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_3",
        "video_duration": 208,
        "youtube_url": "https://youtu.be/iAkI9W7Qq0M"
    },
    "video_block_26": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "Coffee_Break_3",
        "transcript_en": "Professor, I was drawing a graph of carbonaceous chondrites the other day and noticed that many elements are plotted along this straight line, but N, C, and O are separate, away from the straight line. Why is that? That would also apply to hydrogen and helium, which are not on this graph. When you look at the amount of hydrogen and helium in the solar system as a whole ?well, basically, most of the mass of the solar system is of the sun, so we could say, in the sun? basically, those hydrogen, helium, carbon and nitrogen are light elements, right? There is a high amount of those kinds of elements present in the solar atmosphere, and in the solar system as a whole. This carbonaceous chondrite that we have here below is a rock, so the sun has a much higher amount of hydrogen, helium, nitrogen, and carbon than the chemical composition of this rock. The reason being, that, carbon and nitrogen basically exist as gases inside the sun, but it&#39;s not that they simply become rock. When the solar system was born, originally, everything was gas. They eventually cooled, and it is thought that dust appeared, dust collected together and became small rocks, which became small celestial bodies, then planets. Still, everything was originally gas, so the gas must decrease in temperature and become solid to be incorporated into rock. Rocks can only incorporate solids. Rocks can&#39;t incorporate gases. What this means, is, for example, Earth is big and therefore has gravity, so it has captured an atmosphere. However, the gravity of a rock about this size is negligible. It can&#39;t surround itself with gases. So even if it becomes larger and becomes a small celestial body, it can only incorporate solids. So, then, we have to ask, does helium become a solid? Yes, if we put it under high pressure, but in space, it can only exist as a gas, so helium can&#39;t be incorporated. It&#39;s the same with hydrogen. It will become a solid under pressure, but that doesn&#39;t happen in space. So what about water? It&#39;s not possible while water is existing as water vapor, but if we go far away from the sun and go beyond the snow line, as we learned in class, H2O becomes ice. Ice, of course, is a solid, so it can be incorporated into meteorites we call carbonaceous chondrite. The temperature at which what we are now calling &quot;light elements&quot;?hydrogen, helium, nitrogen, carbon? turn into solids are really low, so they try to stay as gas. The temperature must be considerably low for these to solidify. To summarize, what happens is, when a meteorite grows larger out of gases before the gases cool sufficiently, those light elements dissipate as gases while they still exist as gases, before they can be incorporated into rock as solids. It&#39;s long been said that around Earth, also, used to be gases filled with those light elements, and that Earth formed out of them. The theory is, that those light elements dissipated as gases before they completely cooled and could become solids to be incorporated into Earth. Likewise, this rock called carbonaceous chondrite also contains less gaseous components, the components that stay gases until the end, compared to the overall composition. That is the reason that these elements are plotted away from the straight line. The other elements solidify at temperatures not too low, so that means they all solidify and are incorporated into meteorites.",
        "unit_idx": "seq_contents_0",
        "video_duration": 363,
        "youtube_url": "https://youtu.be/Kja-kkf2A_Q"
    },
    "video_block_27": {
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "subsection": "Coffee_Break_3",
        "transcript_en": "What is this diagram?Professor, this diagram was in a problem in Week3. What was it? This is important in the mantle, the most important, in some ways. This ferropericlase is a little bit different. This is looking into it, and drawing only the most important and most common minerals in that rock. Rocks usually contain more than one kind of mineral. For example, a black mineral, a white mineral, and a transparent mineral could be together. It's usually an assemblage of several minerals. What's drawn here are only the minerals that are contained the most. This gray part is actually not just one kind, but many kinds which are only contained a little bit. That's basically how it is. This area is complicated, so the details aren't shown. That's what it means. I found it a bit strange that there are less gray areas after 660. Well, this is also complicated. In this diagram, there is a border of 660. Above this, roughly speaking, there are two kinds of compositions. One has a chemical composition of Mg2SiO4. The other is a mineral with a chemical composition of MgSiO3. The main one is this one (Mg2SiO4), so the three written here, olivine, wadsleyite, and rigwoodite, are from this part (Mg2SiO4). The gray part, roughly, is this one (MgSiO3). What makes is complicated, like I said earlier, the gray is not one kind of mineral. Therefore, this (MgSiO3), of this composition, is not one kind. For example, if calcium or aluminum is added to this, it becomes several kinds of minerals. But, roughly, these two components are there. This one is approximately 60%, and this one is approximately 40%. That's what is shown. But what happens at this line of 660 km is, strictly speaking, what happens at the 660 km mark is, not phase transition, but decomposition reaction. What it decomposes into is MgO, on the one hand, and MgSiO3, on the other. And, of course, MgSiO3 is also MgSiO3. Below 660 km, decomposition results in this. Basically, the MgSiO3 that comes from decomposed Mg2SiO4, and what was originally MgSiO3 comes intact as MgSiO3, so this component increases. This is perovskite. So it looks like this section is getting extraordinarily big. The deeper it gets, decomposition reaction is accelerated. That is shown by the incline. Basically, the range of pressure in which this decomposition reaction happens is only about 50 km. That is why it changes so drastically in a narrow band around 660 km. Thank you. I understand.",
        "unit_idx": "seq_contents_0",
        "video_duration": 279,
        "youtube_url": "https://youtu.be/4vP7BKP5nxY"
    },
    "video_block_28": {
        "section": "05-Virtual_Field_trip_to_SPring-8",
        "subsection": "Virtual_Field_trip_to_SPring-8",
        "transcript_en": "Hi, welcome to the study tour to the SPring-8. This is the world largest synchrotron facility, in which very strong X-rays are available. So, let&#39;s see the experiments inside the facility. Okay, we are now in the Hyogo prefecture, western part of Japan, west of Osaka. So, this is the storage ring of the SPring-8,  the largest synchrotron facility in the world. The length of the storage ring is about 1,500 m. The people from many different fields are working on here using X-rays. Let&#39;s go inside. So, this is the experimental hall. You can see the experimental hatch in front of us. There are a total of 56 experimental hatches, in which variety of experiments are conducted. The accelerated electrons in the storage ring produces X-rays which is used for many different types of experiments. So, you can see the hall is huge. And as I told you, the length of the storage ring is about 1,500m. So, the people are moving around with the bicycles. Okay, this is beam line 10XU. Here we generate ultra high pressure and high temperature conditions corresponding to the deep interior of the Earth. Here, we have a series of discoveries including the post-perovskite. Post-perovskite was first discovered right here, by using this diamond anvil cell.",
        "unit_idx": "seq_contents_1",
        "video_duration": 176,
        "youtube_url": "https://youtu.be/_58AxSo9p1c"
    },
    "video_block_29": {
        "section": "05-Virtual_Field_trip_to_SPring-8",
        "subsection": "Virtual_Field_trip_to_SPring-8",
        "transcript_en": "Now she is working on the melting experiments on iron alloy, which constitutes the Earth&#39;s core. The aim of this experiment is to understand the crystallization of solid  inner core. In my group, the people start  research as such world leading synchrotron facility from undergraduate. Ok, this is the experimental hatch on the beam line 10XU. Here we have X-ray diffraction data at ultra high pressure and high temperature condition.  So we have a diamond anvil cell here, in which the sample is already under high pressure. In addition we have a laser coming from here to heat the sample to high temperature. Under such high pressure and high-temperature conditions, now we collect x-ray diffraction data. The X-rays coming from here and they hit the sample and diffracted X-rays are detected on this plate. In this way, we can collect X-ray diffraction data to obtain the density and crystal structure of materials under the deep Earth conditions. Ok, now she&#39;s ready to take X-ray diffraction data. So, please. Ok, so these are X-ray diffraction pattern of her sample. And each of these rings can tell you the position of atoms and also the crystal structure. Now, they are looking at the data right after the experiments. These data can tell us which phase is present and which phase is absent. And based on the disappearance  was one of the solid phases, they can determine what phase crystallize first from the liquid. In this way, we can determine the chemical composition of the Earth&#39;s inner core. So, this is the place in which we discovers the post-perovskite, which is now known as a primary mineral in the Earth&#39;s lowermost mantle. So this is a paper, which first reported the post-perovskite, and this is the crystal structure of post-perovskite determined based on the X-ray diffraction collected at this beam line. It was really really important and exciting discovery and I never forget about such exciting time. So now I&#39;m very much interested in the Earth&#39;s core, which you already learn, still very enigmatic. And we are now working on not only the X-ray diffraction experiments like here, but also several different types of experiments at different beam lines within the SPring-8. And by using such variety of data, we will be able to determine the core composition in the near future. And all of these experiments are really really exciting and you are always welcome to join us. Thank you very much.",
        "unit_idx": "seq_contents_1",
        "video_duration": 276,
        "youtube_url": "https://youtu.be/VKDSWj4CoIw"
    },
    "video_block_30": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "Introduction",
        "transcript_en": "This week I'm going to talk about the temperature inside the Earth. Many of you may believe it is very very hot at the center of the Earth. The question here is how hot it is. So, today I'm going to talk about how scientists estimate the temperature inside the Earth. Very quantitatively by combining various kinds of observations and laboratory experiments.",
        "unit_idx": "seq_contents_0",
        "video_duration": 38,
        "youtube_url": "https://youtu.be/2gPdM46Ruos"
    },
    "video_block_31": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-1._How_hot_is_the_interior_of_the_Earth",
        "transcript_en": "Last week, we studied the chemical composition inside of the earth. This week, we will learn about the temperature inside of the earth. By understanding the temperature inside of the earth, we can also discern which areas inside of the earth are moving and to what degree of activity, the approximate amount of heat being transported inside of the earth, and the approximate speed at which the earth's temperature cools. As such, it is very important to understand the current temperature structure inside of the earth. However, it is quite difficult to estimate the true temperature inside of the earth. By using a variety of observational evidence and data obtained in laboratories, and by conducting review from a variety of perspectives, scientists have only been able to arrive at an approximate estimate for the temperature inside of the earth. Actually, we will still lack a clear understanding of the temperature inside of the earth. In any case, I'm sure that all of you imagine the temperature inside of the earth to be extremely hot. We frequently see photographs and video of erupting volcanoes, and people are prone to imagine the inside of the earth as a high-temperature molten mass. However, in actuality, although the area inside of the earth known as the \"metallic core\" is molten, the rock area known as the \"mantle\" is generally composed completely of rock. Only an extremely small area of the mantle is molten, and these areas are limited to directly beneath volcanic belts. I'm sure that all of you intuitively understand the temperature rapidly increases as you dig underground. It is well-known that the temperature increase by 3 degrees Celsius for every 100 meters that is dug. Japanese people like hot springs. Throughout Japan, there are countless hot springs established by digging down to find a flow of hot spring water. Generally speaking, since temperature increases by 3 degrees Celsius for every 100 meters dug, the temperature inside of the earth will increase by 30 degrees Celsius at a depth of 1 kilometer. As long as a water vein exists underground, hot spring water will flow forth when digging to a depth of 1 kilometer. This is true even for ordinary locations which are not near a volcano. Now, if temperature increases by 3 degrees Celsius for every 100 meters, areas deep within the earth are at extraordinarily hot temperatures. For example, at a depth of about 50 kilometers, the temperature is hot enough to melt the rock of the mantle. However, as I explained earlier, locations where the mantle has melted into liquid are limited to directly beneath volcanic belts. Normally, the mantle remains solid and does not melt. The reason for this is thought to be that increases of 3 degrees Celsius for every 100 meters are limited to the surface areas of the earth. The mechanism of temperature increase in deep areas is thought to be different. We will study this mechanism in the next section.",
        "unit_idx": "seq_contents_0",
        "video_duration": 288,
        "youtube_url": "https://youtu.be/unVB5JYSZgs"
    },
    "video_block_32": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-2._Heat_transport_in_the_Earth",
        "transcript_en": "When considering the way in which temperature rises deep within the earth, we should start by learning about the how the heat is carried inside of the earth. As written in the textbook, there are generally 3 types of mechanism for transporting heat; namely, “radiation,” “conduction,” and “convection.” Radiation is the phenomenon in which the earth is warmed by the heat of sunlight striking the earth. However, the sunlight which causes radiation cannot reach the inside of the earth. Accordingly, conduction and convection are mainly thought to be important for heat transport inside of the earth. During our discussion of plate tectonics in Week 2, we defined a plate as “solid rock which does not change shape.” This means that the rock is not fluid and convection is not possible. Therefore, only conduction is capable of transporting heat inside of a plate. The temperature gradient is steep in areas where heat is transported by conduction. In other words, areas near the earth’s surface where the temperature increases rapidly by 3 degrees Celsius for every 100 meters of depth are manifestations of temperature changes inside of plates. We know that the change in temperature is steep because heat is transported via conduction in these areas. Now, what exists beneath plates? Beneath plates, the mantle rock undergoes convection. It may be difficult to imagine rock undergoing convection with light rock rising and heavy rock sinking. However, the inside of the mantle has relatively high temperatures which facilitate the deformation of rocks and give fluidity to rocks. Although the timescale is long, convection is occurring. We can assume that areas where convection occurs are insulated from their surroundings. The temperature gradient when heat is transported with insulation is called the “adiabatic temperature gradient.” This gradient has a gentle slope. When compared to areas where heat is transported via conduction, areas where convection occurs have a much smaller temperature gradient. Accordingly, as discussed earlier, the temperature gradient is steep inside plates because heat is transported via conduction. Conversely, the temperature gradient is gentle in the mantle beneath plates because convection occurs. As stated in Subsection 1, if the temperature gradient of an increase of 3 degrees Celsius for every 100 meters were to continue, the whole interior of the earth would melt at some point. However, in actuality, that temperature gradient exists only inside of plates. As shown in this figure, the temperature gradient changes dramatically and becomes gentle at the border between the plate and mantle. Consequently, only a portion of the mantle inside of the earth is molten.",
        "unit_idx": "seq_contents_0",
        "video_duration": 267,
        "youtube_url": "https://youtu.be/lLA1LfoJiN4"
    },
    "video_block_33": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-2._Heat_transport_in_the_Earth",
        "transcript_en": {
            "end": "",
            "start": "",
            "text": ""
        },
        "unit_idx": "seq_contents_3",
        "video_duration": 205,
        "youtube_url": "https://youtu.be/3jtVJcx9bm4"
    },
    "video_block_34": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "Coffee_Break_4",
        "transcript_en": "We had been talking mainly about the external ground surface near plate tectonics. However, what about the sections below, like the mantle? What is the structure of the layers? I remember hearing that there are many layers, but I wasn't able to understand the details. Could you explain? Yes. We have seismology data starting a long time ago. When we look at those data from seismology, the lower region of the mantle ?the bottom 300 km to 400 km of the mantle? it's different from the seismic wave structure compared to the region above it... Different? ...is what had been reported since long ago. So it had been known for a long time that something was odd. And there is actually a reflection surface for seismic waves between the odd region and the not-odd region. And that had, um, been observed. But, um, leaving that aside, see. On the other hand, forget about seismology for a bit, see. Continents are thought to be not prone to subduction. This is because the rock of continents are light. Rocks forming continents are very light compared to rocks forming the mantle. They're also pretty light compared to rocks forming oceanic crusts and rocks at the bottom of the oceans. So it's as if the continental rocks have been floating all along because they're so light. Now, if we think about it the other way, for example, say, heavy rocks formed inside the mantle of Earth, we don't know what, but anyway, there are heavy rocks there. Heavy rocks like that would just sink in deeper, and reach the bottom of the mantle. And, it's just so heavy, there's no way it will come back up again. Ohhh. They just pile up there? Right. It's as if they just pile up there. So, similar to how continents grow over time, imagine stuff, heavy stuff, accumulating, piling up at the bottom of the mantle. Forgetting about seismology for a bit, that is. It's a metaphor. You can easily imagine that, right? So, since long ago, in seismology, there were observations that there's something odd about the bottom of the mantle, and some people connected that with maybe there's heavy stuff at the bottom. Perhaps the anomaly at the bottom of the mantle, the anomaly at the lowest region of the mantle, is being caused by something heavy, in another words, something with a different chemical composition is at the bottom. This was the prevailing theory for a long time. So there was a big question. We didn't know until we tried it. Actually, we used a high-pressure device using diamonds, called a diamond anvil cell, and tried many ways to make it exert high pressure. And, well, I was really lucky in that SPring-8, a synchrotron radiation facility which emits strong X-rays, became available for use at the right time for me. Those historic factors also came into play. Even if we could produce high pressure and high temperature, it's of no use if we can't measure what is happening. That we can produce pressure and temperature, that's all, we can't measure anything, is meaningless. Of course, in practice, we need to observe any changes that happen in a high-pressure, high-temperature environment. Using X-rays is a method very easy to observe, but the sample under very high pressure is very very small, like 100 microns, so regular X-rays are too weak. X-rays produced by ordinary X-ray generators such as in university laboratories are too weak. So, well, facilities that can generate very strong X-Rays, like Spring-8, coincidentally came into use around that time, the time when I was starting to experiment. So I experimented, and the structure of perovskite crystals changed dramatically. It changed? Well, the mineral that we now call post-perovskite is 1% less in volume compared to perovskites. 1% may sound like just a little bit, and it actually is just a 1% difference in density, but perovskite is very ideal in structure. What we mean by ideal is that it's very three-dimensional. As a result, it's isotropic. Perovskite has an isotropic structure. But post-perovskite is layered in structure. It's not three-dimensional, a very unique structure, as if it has its own sense of direction. So now, that's fine, under very high pressure. But when the pressure is released, decompressed, it becomes amorphous, like I just mentioned. Then, it's impossible to examine with X-rays. So no one knew. Maybe someone made it, but they couldn't see it. That's why no one published it. Wow. It's advances in technology. Exactly. People may think that in any experiment, one person is the great person, but that's not the case. It's supported by something like the advancement of technology of the whole world. Some technological development somewhere spreads in many directions, and then various experiments, experiments at a higher level, can be performed. Then, new things are discovered. I see. That's what research is.",
        "unit_idx": "seq_contents_0",
        "video_duration": 435,
        "youtube_url": "https://youtu.be/pu2Y5imVNms"
    },
    "video_block_35": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "Coffee_Break_4",
        "transcript_en": "Thank you. Prof. Hirose, of the research that you have done so far,  when was the time you were most glad? Well, it&#39;s hard to pick  the happiest time For example, this thing called Post-perovskite which makes up the deepest part of the Earth&#39;s mantle, has a very important mineral,  Research in this area, since the time of it&#39;s discovery I can&#39;t say that it has been ten years but, More than five years ago, I&#39;ve wanted to do research in this area And have been preparing for it. That we discovered a new mineral as intended I was really happy about it To expand this a little more,  On a new mineral I could find a bit of evidence To obtain it for the first time, However at first, I was very skeptical myself, I repeated the same experiment again and again And received the same results each time And this may seem like I&#39;m digging into trivial details,  Things like returning back to the previous phase, Looking at things from different angles and solidifying it &quot;Ok, so what we are seeing is real, it&#39;s not a mistake, this is the truth.&quot; the moment we came to this conviction,  that was the happiest moment. I see... Earlier you mentioned the research on Post-perovskite It was your topic for five years,  and you told us that kept working on it and the moment you got the idea about five years ago How did that feel? While I was still a student,  The shallowest part of the mantle and what was happening there was the the topic of my research And then I came to Tokyo Institute of Technology,  And started on slightly different things Up until then, I was really working on the  studies about the shallowest part of the mantle This time I thought about researching on the deepest part During then, around the deepest part of the mantle nothing was know about post-perovskite We did not know much about the centre of the Earth And it was shrouded in mystery To put it in words, it was like a black box and it felt like that to us All the books wrote about it in that manner,  And that was why it was interesting. But, of course up till then, it was the shallowest part of the mantle a place that wasn&#39;t really under pressure that I was researching on. How do we get to the bottom of the mantle where the pressure is astoundingly high, we had to start by developing the technology That was the case.  So rather than describing how the idea has sprung up It&#39;s something that everyone was wondering about,  and even though it was not my original idea, I thought that I would like realize it in the lab. It took us five years to master the technology Then to actually take on this problem as a challenge That was when the idea came up one day It wasn&#39;t an immediate announced For something so important, there were many people who believed that it is critical To actually realize it, is not that simple,  that&#39;s why it took such a long time, to properly complete this challenge It was such a critical research, anyway there are many studies  that people consider critical In fact, if researchers are not able to provide a proper answer there&#39;s not much that can be done about it That&#39;s why not everyone has the chance to work on important research,  or take on interesting research projects Accumulating the required technology and environment is critical to solving the problem. Thank you very much.",
        "unit_idx": "seq_contents_0",
        "video_duration": 278,
        "youtube_url": "https://youtu.be/C2NiyGYLS7c"
    },
    "video_block_36": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-3._How_can_we_presume_temperature_in_the_Earths_mantle",
        "transcript_en": "Next, let’s take a look at how the temperature of the mantle beneath the plate actually changes with depth. As the clue of the temperature of mantle, let’s take a look at the magma, which is generated when rocks of the mantle melts, coming out at the time of eruption. By examining magmas, the temperature of the mantle at the top of the bottom of the volcano is found to be 1500~1600K. In fact, the temperature atop the mantle is 1500~1600K, and the mantle is mostly not molten. So then why can magmas be generated under the volcano? For example, as we learned in the week of plate tectonics, mantle containing water could melt at lower temperature. In addition, melting temperature is lower at shallower depths. So, when the mantle rises to shallower level underneath the mid-oceanic ridge, it melts and produces magmas even at a temperature about 1500K. As discussed in the previous section, heat is transported inside of plates via conduction. The temperature rises rapidly when digging down. At a certain point, the bottom of the plate is reached. Under the plate bottom, the mantle undergoes convection. Accordingly, temperature changes become smaller when going deeper than this point. In other words, it is thought that convection motion causes the temperature gradient to become an adiabatic temperature gradient. The convection motion inside of the mantle is thought to move at approximately the same speed as plate movement; specifically, several centimeters to 10 centimeters per year. Conversely, it is known that the amount of heat transported by convection becomes greater than the amount transported by conduction if the mantle rock rises or falls by 1 millimeter or more annually. Therefore, it is safe to assume that the areas undergoing convection are insulated from their surroundings, and that adiabatic temperature gradient exists in areas where the mantle undergoes convection under the plate. To review the temperature structure, the temperature increases steeply when going deeper into plates when heat is transported by conduction. When going deeper than the plates, the temperature change becomes gentle because heat is transported by convection. Ultimately, the temperature at the bottom of plates is estimated to be approximately 1,500 K. The temperature at areas deeper than plates is estimated by using a completely different method. This method uses the phase transition boundary inside of the mantle. As we learned last week, it is well known that the speed of seismic waves suddenly becomes faster when reaching a certain fixed depth inside the mantle. At this depth, it is thought that the main minerals inside the mantle undergo a phase transition and take a separate crystal structure. In other words, the main minerals of a different mantle are changing. The pressure and temperature at which the main minerals inside of a mantle undergo phase transition have been thoroughly investigated in laboratory experiment. Stated another way, we have a clear understanding of the effect of temperature on changes undergone by pressure and depth which cause phase transition. When measuring seismic waves, assuming that the speed of seismic waves suddenly becomes faster at a depth of 410 kilometers, it is thought that a phase transition occurs at this depth. Since we know the pressure at a depth of 410 kilometers, we can determine the temperature at this depth by referring to the temperature and pressure of the phase transition which were confirmed in the laboratory experiment. Seismic waves also become faster at a depth of 660 kilometers, so we can determine the temperature by looking at the phase transition boundary which is equivalent to a depth of 660 kilometers. The same is also possible for discontinuous change in seismic wave speed at a depth of 2,600 kilometers. When smoothly connecting these three points, it is possible to estimate the temperature structure inside of the mantle. We can draw a graph as shown in the figure. When extending this line to a depth of 2,900 kilometers at the lowest point of the mantle, we can see that the temperature is 2,500 K.",
        "unit_idx": "seq_contents_0",
        "video_duration": 402,
        "youtube_url": "https://youtu.be/rWH8eTlJCk4"
    },
    "video_block_37": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-4._How_can_we_presume_temperature_in_the_Earths_core",
        "transcript_en": "Next, we will discuss the temperature of the core which exists at the center of the earth. The core has two layers; a solid inner core in the interior and a liquid outer core on the exterior. As just stated, the outer core is liquid, so the temperature of the outer core must be higher than the melting point of the iron alloy which composes the core. If the temperature of the outer core was lower than the melting point temperature, the outer core would be solid instead of liquid. The melting point at the top of the outer core is said to be 3,000 K. In other words, the temperature of the outer core is at least 3,000 K. In the previous section, we learned about the method used to determine the temperature structure of the mantle. It is clear that the temperature at the top of the outer core is higher than the mantle temperature by at least about 500 K. Now, how high is the actual temperature at the top of the outer core? The temperature can be determined from the melting temperature of the mantle. If the temperature of the top of the outer core is too high, the rock mantle located directly above would melt. However, through seismic observation, we know that the bottom of the mantle is not molten, with a few exceptions. In other words, it is clear that the temperature of the top of the outer core is lower than the melting point of the mantle. Recent experiments have revealed that the melting temperature at the bottom of the mantle is 3,600 K. Accordingly, we know that the temperature at the top of the outer core is 3,600 K or less. In review, since the outer core is liquid, the temperature at the top of the outer core must be at least 3,000 K. Conversely, in order not to melt the mantle, the temperature must not be more than 3,600 K. In this way, it is possible to form an approximate estimate for the temperature of the top of the outer core. Now, how about the temperature at the inside of the core? First, it is known that convection motion occurs inside of the liquid outer core. Convection occurs because, as you are already well aware, the earth possesses a magnetic field. The earth's magnetic field is an electromagnetic induction magnetic field. It is thought that this magnetic field occurs because electricity flows in the outer core. We can surmise that electricity flows in the core through the convection motion of liquid metal which possesses free electrons inside of the core. This means that the outer core must undergo convection in order for the earth to possess a magnetic field. As we just learned when discussing the mantle, the temperature change of areas undergoing convection can be described as adiabatic temperature gradient. Therefore, if the outer core is undergoing convection, it is possible to calculate the core temperature. Assuming that the temperature at the top of the core is between 3,000 and 3,600 K, it is relatively easy to calculate the temperature at the bottom of the outer core from the adiabatic temperature gradient.",
        "unit_idx": "seq_contents_0",
        "video_duration": 288,
        "youtube_url": "https://youtu.be/etyGp0v_h6g"
    },
    "video_block_38": {
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "subsection": "4-5._Summary_of_the_temperature_profile_of_the_Earths_interior",
        "transcript_en": "In conclusion, let's look at a single figure which summarizes the temperature structure inside of the entire earth. Plates exist at the shallowest areas of the earth's surface. Since convection does not occur inside of plates, heat must be transported by conduction. Therefore, there is a relatively steep temperature gradient inside of plates. Under the plates, the mantle undergoes convection and therefore has a relatively gentle temperature gradient. The temperature at the bottom of plates is known to be around 1,500 K. Furthermore, by using the phase transition boundary to create fixed points inside of the earth's mantle, we can determine the temperature structure inside of the interior. In this way, the temperature at the bottom of the mantle is estimated to reach 2,500 K. Under the mantle is the core. The temperature at the top of the core is thought to be between 3,000 and 3,600 K. Accordingly, we know that a steep temperature gradient determined by heat conduction exists at the bottom of the mantle. That is, heat conduction causes a large amount of heat to flow from the core to the bottom of the mantle. This causes the temperature to rises rapidly from 2,500 K at the bottom of the mantle to about 3,500 K, which is the upper limit for temperature at the top of the outer core. Generally speaking, an adiabatic temperature gradient exists inside of the core, so a gentle temperature gradient continues. As a result, the temperature at the center of the earth is thought to be about 6,000 K. Actually, 6,000 K is approximately the same temperature as the surface of the sun. Please remember that the temperature at the center of the earth is approximately as hot as the surface of the sun.",
        "unit_idx": "seq_contents_0",
        "video_duration": 167,
        "youtube_url": "https://youtu.be/QYMXND22vX4"
    },
    "video_block_39": {
        "section": "07-Week_5._Earths_water",
        "subsection": "Introduction",
        "transcript_en": "We still have lots of unknowns inside the Earth. The concentration of volatiles are good example. Today I'm going to talk about the amount of water on the Earth. We now believe that the Earth contains a large amount of water or hydrogen in its deep interior, much more than ocean water on the surface.",
        "unit_idx": "seq_contents_0",
        "video_duration": 34,
        "youtube_url": "https://youtu.be/dhWSHSriVVU"
    },
    "video_block_40": {
        "section": "07-Week_5._Earths_water",
        "subsection": "5-1._Is_the_Earth_a_watery_planet",
        "transcript_en": "So far, we have talked a lot about the Earth's chemical composition. Our discussions have mainly been based on meteorites called chondrites and the chemical composition of the whole solar system. Volatile components are especially important for the Earth. Indeed, various physical properties, such as melting temperature and the hardness of rocks change according to the amount of volatile components that are contained inside the Earth. Therefore, the amount of volatile components the Earth contains along with where and what types exist are very important, but these are not easy questions to answer. Today, we will learn about water or hydrogen. What I'm going to say may not be perfectly correct, but I want you to get a taste of some advanced research along with what problems remain for better understanding the inside of the Earth. First of all, let's talk about water. As we know the Earth has oceans. When we look at our solar system, only the Earth has water on its surface. Therefore, the Earth is referred to as water planet. All of you probably believe that there is a huge amount of sea water, but in reality, the mass of the oceans and the volume of ocean water are quite small when compared to the Earth as a whole. More precisely, they make up only 0.023 wt%. The radius of the Earth is 6,400 km, while the average depth of the oceans is about 3.8 km. Therefore, when compared to the entire Earth, the oceans are just a very thin layer covering 70% of the surface. The figure shows this amount of water using one water drop, like this. When expressing ocean water as a single drop, it is only this amount. When viewed this way, it becomes clear that the amount of water is actually quite small. However, the presence of ocean water or oceans determines the kind of environment that exists on the surface of the Earth. Compared to the surface of the planets that do not have oceans, Earth's environment is filled with living things. In this sense, oceans are extremely important to the Earth. Of course, this does not mean that just any ocean is sufficient. As I mentioned before, on Earth, ocean water is only an average of 4 km deep. If this depth were doubled, ocean water would reach an altitude of 4 km. So, as can be understood from this picture on the left, the area above an altitude of 4 km is only about 5 % of the whole Earth. If this were the case, the landmass becomes very small. Moreover, if this were tripled or quadrupled, the landmass would decrease quite rapidly until all land was submerged. As I mentioned at the beginning, ocean water makes up only 0.023 wt% of the Earth, but even if this were 0.04% or 0.06 %, it is still a small amount. However, even though this amount is still small it would have a major impact on the landmass. If there is almost no landmass and most land is submerged, the divesity of the environment would be negatively affected. In this case, life may not have been able to form, or even if life did get started, the poor conditions may not have allowed for the variety of life we see today. So, in conclusion, because there is only a small amount of water, both ocean and land coexist, which creates a diverse environment. This diversity is crucial for having abundant living things. And this is also likely an important factor in determining whether life would be generated. Of course, there are planets other than the Earth. We are only familiar with planets that do not have oceans. For example, Venus and Mars do not have oceans, and these have desolate landscapes. Well, can we say that the Earth is only planet in the whole universe with water? No. Today, we know not just about the planets in our solar system, but about thousands of other planets revolving around other stars. Among these, a number have been discovered that have a large amount of water on their surfaces. This picture shows one example, and it is believed that 75% of the whole planet is water. Here on Earth, water exists as only a thin layer, but it was recently understood that there are planets that are deeply covered with water or ice. So, from now, let's consider why there is only a small amount of water on the surface of the Earth as well as why water and oceans exist at all.",
        "unit_idx": "seq_contents_0",
        "video_duration": 440,
        "youtube_url": "https://youtu.be/dEE-A6viru4"
    },
    "video_block_41": {
        "section": "07-Week_5._Earths_water",
        "subsection": "5-2._Where_did_the_water_come_from",
        "transcript_en": "Today, as we are well aware, there are oceans here on the Earth. But, how did these oceans form? Where did all this water come from? This is what we are going to consider. In order to understand this, we need to understand a little about how the Earth was formed around the Sun, and also how the other planets in our solar system were formed. This figure shows how the planets were formed around our Sun. First, the gas disk formed around the Sun. When these gas disks began to cool, the gas condensed and formed dust particles, which then collected in masses that continues to grow until they became planetesimals, which are around 1 km in size or larger. That is what you can see in the top. Here, the important thing for you to understand is the snow line, which is located at about 2.7 AU. AU is a unit of distance. One AU is the distance of the Earth from the Sun. So, 2.7 AU indicates that a snow line exists at a distance 2.7 times farther away than the distance between the Earth and the Sun. What is the snow line? It is a transition line. Inside this line, H2O exists as a gas, and outside this line, H2O exists as a solid. Note that liquid water cannot be present in space. So, the area where H2O changes from a gas to a solid is referred to as the snow line. Therefore, it is believed that planetesimals that were formed inside the snow line are basically made from rocks and do not contain water. What about outside the snow line? Well, a large amount of ice exists together with rocks. This is the major difference. This means that there was no water located at 1 AU, which is where Earth’s orbit is located. Planetesimals formed at 1 AU were completely dry, and these coalesced to form larger protoplanets. After this, planetesimals with ice were flung toward the Sun due to gravitational interaction with Jupiter, which had grown extremely large. These then collided with Earth, and this is believed to be the reason why there is water on the Earth. In conclusion, then, at first, there was no water on the Earth. But later, things containing water continued to fall to the earth. This is believed to be the origin of Earth’s water. Here is a simulation result when calculation is made for what I just mentioned in consideration of mechanics using a computer. First, the red balls indicate planetesimals that do not have any water, the yellow-green balls indicate those which have a small amount of water, and the blue ones indicate those with a large amount of ice, and these are placed in their initial locations. From such simulations, we can see how much water was brought to the Earth by ice-bearing planetesimals due to gravitational interaction with Jupiter, which I mentioned previously. For example, according to this calculation, the results show that a large amount of water, about 30-70 times the amount of Earth’s oceanic water, came to the Earth. Therefore, to summarize everything, originally, there was no water on the Earth. Then, planetesimals containing water flew from beyond the snow line to the Earth and became the source of our water. According to some simulation results, it is believed that a much greater amount of water than is currently found in the Earth’s oceans came. Naturally, the next thing we want to know is if such a large amount of water was originally fell to the Earth, what happened to that water? Why was an ocean of only 4 km formed when a much larger amount of water originally fell to the Earth? Let’s find the answers to these questions.",
        "unit_idx": "seq_contents_0",
        "video_duration": 356,
        "youtube_url": "https://youtu.be/fgkVuVh3d3M"
    },
    "video_block_42": {
        "section": "07-Week_5._Earths_water",
        "subsection": "Coffee_Break_5",
        "transcript_en": "please. Up till now, Prof. Hirose's experiment has been really revolutionary I believe, For these ideas, where did you get the inspiration? Well, for this type of research there should be a few ongoing concurrently? But most of the time, they can't be done. I've always wanted to do this type of research and it would be great if it can be done This is something that I've thought about for years But there are many people in this world who have the same thoughts I think and that's why experiments that everyone can do are usually done by other people soon But studies that people think are interesting are also studies that most people don't have the ability to do So even if it takes time, it's OK to improve the technology over time and master it And after that, to create an environment assembling the pieces one by one When everything is in place and the time comes when we can say \"This seems feasible\". Studies that we have wanted to do in the past is can now be carried out. That's why such ideas come out suddenly at this point Of course there are times where studies can be started the next day But basically, it's normal to think five years ahead in preparation For example securing research funding looking for joint researchers, etc. Embarking on new technology development, and so one. And that's why, the larger the theme, the longer it takes to get started. So it's necessary to keep the ideas warm and keep them in view. I see, in the studies that you've done to date, for which did you think, \"this was really hard\"? If you have an experiment like that, please tell us more about it. Yes... For example, the project on Post-perovskite Initially, we were thinking about the existence about this new mineral We didn't understand it And we were wondering if it was really so Everyone was wondering about it But no one was able to confirm it So, it took us about five years to confirm it To be able to come out with such pressure, and so on. And, following that, the structure of the crystallized metal in the inner core of the center of the earth is what I would like to find out about. I'm interested in that As well, for example, in order to make Post-perovskite requires roughly 1,200,000 atmospheres The center of the earth has 3,600,000 atmospheres which means that it's three times more. It's necessary to increase the pressure to that amount for this purpose it's not something that we can just decide to try out the next day. So we have to do it little by little since we can't increase the pressure to 3.6 million suddenly We need to increase the pressure little by little Dividing it into several phases working on it step by step Of course in the end, to discover Post-perovskite, we have to go to the center of the Earth and that took about six years. However, apart from that, it doesn't mean that we don't need to do anything in the meantime Moving from 1.2 million atmospheres to 3.6 million requires some important phases There were some likely transitional risks We had to resolve them one by one little by little to take it to such high pressure. Now, when moving towards a large topic you probably understand that we need time to prepare So for example in a student's limited time it's often expected for research outcomes to be obtained within a limited time span. Of course it's not true that all student research will result in great outcomes For example, in the case of doctor students, they have about three years, and in cases where there are many laboratories they students start when they are doing their Masters, so they have about three to four years They need to start a new experiment and design it within this time scale With this in mind, these are their initial considerations... For example, in order to measure a new property, Let's say to measure the thermal conductivity under new ultra-high pressure conditions, firstly, we need have the equipment to be able to measure it. There are practically no groups who can conduct measurements under such ultra-high pressure. And so within Japan, or even anywhere in the world is fine obviously it's easier first to do it within Japan Therefore within Japan, we need to find someone doing it under normal pressure There are many people who can measure thermal conductivity under regular pressure, so we spoke to a few of the people doing it to find someone who is likely to work with us And to do that took about three years. And of course it takes three years before we can start on a new experiment So practically, it takes approximately three years for results to be obtained. I see. Thank you very much.",
        "unit_idx": "seq_contents_0",
        "video_duration": 312,
        "youtube_url": "https://youtu.be/XjEYVgO9QFw"
    },
    "video_block_43": {
        "section": "07-Week_5._Earths_water",
        "subsection": "5-3._How_did_the_water_fall_to_the_Earth",
        "transcript_en": "From now, we are going to consider what happened  to the large amount of water that originally fell to the Earth. First, let&#39;s consider what conditions were like here on Earth at that time. At the time, the surface of the Earth is believed to have been like a thick soup. The surface of the Earth was not covered by rocks. Rocks were completely molten and formed magma. This molten magma that covered the entire Earth is referred to as a magma ocean. So, let’s consider what would happen to water  that fell to the Earth in this situation. When water initially fell to the Earth, it entered as moisture vapor into the atmosphere at that time, which is referred to as the proto-atmosphere as shown in this picture. It is well known that a large amount of this moisture vapor  dissolved into the magma ocean below. In this magma ocean, metallic iron continued to sink down to form the core at the center of the Earth. In addition to the atmosphere and the magma ocean, it was possible for the water to dissolve into metallic iron and be brought down into the core. So far, I have mentioned three things; the proto-atmosphere, the magma ocean, and the metallic core. Now, let’s consider the amount of water that could have entered into each of these. Actually, if we say the amount of water in the whole Earth is about 2,000,  it is possible that most of it will enter metals. It is very well known that water dissociates into hydrogen and oxygen, and this hydrogen enters into metallic iron. Ok, if we say that 2,000 is taken into the core of the Earth,  how much is in the magma ocean? About 100. Actually, all of it may have existed originally in the proto-atmosphere,  but when it continued entering into the Earth, only 1 remained. Finally, if this 1 remained as moisture vapor in the proto-atmosphere, 100 times that amount of water existed in the magma ocean, and there is the possibility that 20 times this amount of water, or 2,000 times the amount in the proto-atmosphere, entered as hydrogen into the iron core. Therefore, when water came to the Earth like this, it does not mean that all of it remained on the surface layer as moisture vapor or as part of the ocean, and it is possible that a large amount of water entered inside the Earth. This is how water was distributed on the Earth a long, long time ago. So how about now? At the beginning of the Earth, the proto-atmosphere cooled, and most of the moisture vapor in the air turned into water and formed oceans. The whole magma ocean cooled and became rock and formed the mantle. The liquid core principally remained a liquid except small solid inner core. If water was really taken inside the Earth 4.5 billion years ago, it is possible that the H2O that originally existed in the magma ocean is still contained in the minerals of the mantle, and that there is a large amount of hydrogen contained in the core still now. Now, let’s see whether water and hydrogen are actually contained inside of the Earth today.",
        "unit_idx": "seq_contents_0",
        "video_duration": 286,
        "youtube_url": "https://youtu.be/8NurMaB224c"
    },
    "video_block_44": {
        "section": "07-Week_5._Earths_water",
        "subsection": "5-4._Where_has_the_water_gone",
        "transcript_en": "As I explained before, a large amount of water or hydrogen may be contained inside the Earth. But is this really the case? Let’s find out. First, let’s consider the mantle. It is known that some water is contained in the mantle. But, it is not clearly known how much water is contained. Recently, minerals that originated deep inside the Earth have been collected. This photo shows minerals that have recently been found from a depth of about 600 km. Such substances that are included in diamonds and brought up to the surface are referred to as diamond inclusions. Regarding these minerals from a depth of about 600 km, it was found that water with a weight of 1% is contained. You might think that 1 wt% is small, but this is actually a large value. If we remember that the Earth’s oceans are only about 0.02 wt%, really, 1 wt% water is a large amount. However, it would be too rough to simply say that 1 wt% is contained everywhere inside the Earth. Overall, though, it is believed that as a total, from 0.5 up to 5 times the amount of water found in the oceans exists in the mantle. On the other hand, it is assumed that the core contains about 2,000 times the amount of water found in the oceans as hydrogen, but let’s find out how much is actually contained. In Week 2, we learned that the temperature in the core is much lower than the melting temperature for pure iron. In other words, the core cools and solidifies if the melting temperature of iron is not lowered by the inclusion of light elements. If hydrogen is included, it is possible to lower the melting temperature by the greatest amount. In addition, according to what we learned in Week 3, based on the chemical composition of meteorites, it is likely that silicon is also contained in the core in addition to iron and nickel. However, the existence of silicon alone does not explain the low density of the core. As we learned, in order to explain the light density of the core, other light elements are needed. When we considers all the factors from Week 2 together that a large amount of hydrogen is necessary in order for the core to remain a liquid, and from Week 3 that light elements must be contained in addition to iron, nickel, and silicon in order to account followed the light density of the core, it can be said that the core may contain about 24 atm% hydrogen. This 24 atm% hydrogen converts to about 80 times the amount of water found in the oceans. To summarize, it is believed that the rocky mantle stores 0.5 to 5 times the amount of water found in the oceans. Also, the core contains water that is equivalent to 80 times the amount of water in the ocean in the form of hydrogen. Regarding the whole Earth, it is possible that about 80 times the amount of water  found in the oceans is stored inside the Earth. Although this is far less than the maximum estimated amount of 2,000 times, we know that a larger amount of water than what we can see in the oceans exists in the Earth. In addition, this 80 times amount is close to the number that we saw in the numerical simulation where 30 to 70 times the amount of water came when the Earth was formed. Therefore, this number makes sense. Let’s summarize what we have learned in Week 4. The Earth is known as a watery planet, but the amount of water we see on the surface is not really very much compared to some water-rich extra solar planets in the known universe. However, because of this, both ocean and land coexist on the surface, which results in a diverse environment. And it is believed that this has greatly contributed to the variety of life that evolved. The secret to this perfect amount of water has recently come to be more clearly understood. When our planet was formed, a large amount of water also came, but most of this was captured inside of the Earth. Today, this huge amount of water is still stored below us.",
        "unit_idx": "seq_contents_0",
        "video_duration": 394,
        "youtube_url": "https://youtu.be/ZNyRTz_h_cY"
    }
}