{
    "video_block_41": {
        "subsection": "5-2._Where_did_the_water_come_from",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Today, as we are well aware, there are oceans here on the Earth.",
            "But, how did these oceans form?",
            "Where did all this water come from?",
            "This is what we are going to consider.",
            "In order to understand this,",
            "we need to understand a little about how the Earth was formed around the Sun,",
            "and also how the other planets in our solar system were formed.",
            "This figure shows how the planets were formed around our Sun.",
            "First, the gas disk formed around the Sun.",
            "When these gas disks began to cool,",
            "the gas condensed and formed dust particles,",
            "which then collected in masses that continues to grow",
            "until they became planetesimals,",
            "which are around 1 km in size or larger.",
            "That is what you can see in the top.",
            "Here, the important thing for you to understand is the snow line,",
            "which is located at about 2.7 AU.",
            "AU is a unit of distance.",
            "One AU is the distance of the Earth from the Sun.",
            "So, 2.7 AU indicates that a snow line exists",
            "at a distance 2.7 times farther away than the distance",
            "between the Earth and the Sun.",
            "What is the snow line? It is a transition line.",
            "Inside this line, H2O exists as a gas, and outside this line, H2O exists as a solid.",
            "Note that liquid water cannot be present in space.",
            "So, the area where H2O changes from a gas to a solid",
            "is referred to as the snow line.",
            "Therefore, it is believed that",
            "planetesimals that were formed inside the snow line",
            "are basically made from rocks and do not contain water.",
            "What about outside the snow line?",
            "Well, a large amount of ice exists together with rocks.",
            "This is the major difference.",
            "This means that there was no water located at 1 AU,",
            "which is where Earth’s orbit is located.",
            "Planetesimals formed at 1 AU were completely dry,",
            "and these coalesced to form larger protoplanets.",
            "After this, planetesimals with ice were flung toward the Sun",
            "due to gravitational interaction with Jupiter,",
            "which had grown extremely large.",
            "These then collided with Earth,",
            "and this is believed to be the reason",
            "why there is water on the Earth.",
            "In conclusion, then, at first,",
            "there was no water on the Earth.",
            "But later, things containing water",
            "continued to fall to the earth.",
            "This is believed to be",
            "the origin of Earth’s water.",
            "Here is a simulation result",
            "when calculation is made for what I just mentioned",
            "in consideration of mechanics using a computer.",
            "First, the red balls indicate planetesimals",
            "that do not have any water,",
            "the yellow-green balls indicate those which have a small amount of water,",
            "and the blue ones indicate those with a large amount of ice,",
            "and these are placed in their initial locations.",
            "From such simulations, we can see",
            "how much water was brought to the Earth",
            "by ice-bearing planetesimals",
            "due to gravitational interaction with Jupiter,",
            "which I mentioned previously.",
            "For example, according to this calculation,",
            "the results show that a large amount of water,",
            "about 30-70 times the amount of Earth’s oceanic water,",
            "came to the Earth.",
            "Therefore, to summarize everything,",
            "originally, there was no water on the Earth.",
            "Then, planetesimals containing water flew",
            "from beyond the snow line to the Earth and became the source of our water.",
            "According to some simulation results, it is believed that",
            "a much greater amount of water than is currently found in the Earth’s oceans came.",
            "Naturally, the next thing we want to know is",
            "if such a large amount of water was originally",
            "fell to the Earth, what happened to that water?",
            "Why was an ocean of only 4 km formed when a much larger amount of water originally fell to the Earth?",
            "Let’s find the answers to these questions."
        ],
        "section": "07-Week_5._Earths_water",
        "youtube_url": "https://youtu.be/fgkVuVh3d3M",
        "video_duration": 356
    }
}