{
    "video_block_32": {
        "subsection": "4-2._Heat_transport_in_the_Earth",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "When considering the way in which temperature rises deep within the earth,",
            "we should start by learning about the how the heat is carried inside of the earth.",
            "As written in the textbook, there are generally 3 types of mechanism for transporting heat;",
            "namely, “radiation,” “conduction,” and “convection.” Radiation is the phenomenon in which the earth",
            "is warmed by the heat of sunlight striking the earth.",
            "However, the sunlight which causes radiation cannot reach the inside of the earth.",
            "Accordingly, conduction and convection",
            "are mainly thought to be important for heat transport inside of the earth.",
            "During our discussion of plate tectonics in Week 2,",
            "we defined a plate as “solid rock which does not change shape.”",
            "This means that the rock is not fluid and convection is not possible.",
            "Therefore, only conduction is capable of transporting heat inside of a plate.",
            "The temperature gradient is steep in areas where heat is transported by conduction.",
            "In other words, areas near the earth’s surface where the temperature increases rapidly by",
            "3 degrees Celsius for every 100 meters of depth are manifestations of temperature changes",
            "inside of plates. We know that the change in temperature is",
            "steep because heat is transported via conduction in these areas.",
            "Now, what exists beneath plates?",
            "Beneath plates, the mantle rock undergoes convection.",
            "It may be difficult to imagine rock undergoing convection with light rock rising and heavy",
            "rock sinking. However, the inside of the mantle has relatively",
            "high temperatures which facilitate the deformation of rocks and give fluidity to rocks.",
            "Although the timescale is long, convection is occurring.",
            "We can assume that areas where convection occurs are insulated from their surroundings.",
            "The temperature gradient when heat is transported with insulation is called",
            "the “adiabatic temperature gradient.”",
            "This gradient has a gentle slope. When compared to areas where",
            "heat is transported via conduction, areas where convection occurs have a much",
            "smaller temperature gradient. Accordingly, as discussed earlier, the temperature",
            "gradient is steep inside plates because heat is transported via conduction.",
            "Conversely, the temperature gradient is gentle in the mantle beneath plates because convection occurs.",
            "As stated in Subsection 1, if the temperature gradient of an increase of 3 degrees Celsius",
            "for every 100 meters were to continue, the whole interior of the earth would",
            "melt at some point. However, in actuality, that temperature gradient",
            "exists only inside of plates. As shown in this figure, the temperature gradient",
            "changes dramatically and becomes gentle at the border between the plate and mantle.",
            "Consequently, only a portion of the mantle inside of the earth is molten."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/lLA1LfoJiN4",
        "video_duration": 267
    }
}