{
    "video_block_02": {
        "subsection": "Introduction",
        "unit_idx": "seq_contents_2",
        "transcript_en": [
            "When and how did the earth formed? When, where and how did life originate on the earth?",
            "Are there other planets in our universe that harbor life?",
            "Since its launch in 2012,",
            "the Earth life science Institute \"ELSI\" has been studying the origin of life and the",
            "origin of the Earth as two inseparable questions. We look at the particularity",
            "and universality of life on Earth by approaching it from the perspective of",
            "both and planetary sciences as well as life sciences. ELSI is a unique research",
            "institute that has attracted top-level researchers from around the world",
            "to solve one of humankind's greatest outstanding scientific questions.",
            "How did life emerge on the Earth? Is the Earth unique in its ability to originate and",
            "host life? As the Earth life science institute, we focus on the important connection",
            "between life and its host planet and  use that as a platform to approach the",
            "question of life in the universe.",
            "ESLI researchers come from diverse academic and cultural backgrounds.",
            "The institute provides the space and environment to foster the interactions",
            "necessary for interdisciplinary research. ELSI has evolved innovative",
            "organizational structure and management methods compared to the Japanese",
            "university norms.",
            "ELSI is my disciplinary.",
            "We create dialogues between research fields to make combinations could sum is greater than its parts.",
            "A recent example is our \"Hadean Bioscience Project\" which is focused on the",
            "emergence of biological processes in the early Earth environment.",
            "We look at the early Earth continent and mantle, its oceans and atmosphere, the",
            "molecules before the appearance of life, the early biochemistry initial genome.",
            "And through the research carried out in this diversity of fields we make steps",
            "forward to elucidate the origin of the Earth and the origin of life.",
            "To become a global to genuinely exciting international institute Tokyo Tech,",
            "attract the best researchers from around the world to join us. We provide",
            "unprecedented support for overseas researchers to enjoy the stay ELSI,",
            "and give them freedom to focus on research.",
            "Fifty percent of ELSI's young researchers are from abroad.",
            "ESLI has placed emphasis on diversity in our recruitment efforts which we believe",
            "adds to the attractiveness and strength of our institute.",
            "ELSI is a special zone within Tokyo Tech.",
            "Granting us flexibility to create a new system that combines Japanese and foreign researchers.",
            "At ELSI, we have already broken new ground. For example in assigning",
            "foreign researchers to lead our recruitment efforts in shape the direction",
            "of the institute. While also giving young researchers freedom to learn and explore new fields.",
            "In addition to our diverse human resources, ELSI has invested in providing",
            "attractive facilities and a stimulating environment to support our researchers.",
            "At ELSI, our aim is to unravel some of the greatest questions ever posed,",
            "about our Earth, about life as we know it and about the possibility of life",
            "elsewhere in the universe. We pursue this while building a pre-eminent",
            "research institution with global visibility."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/12-QvVorggg",
        "video_duration": 302
    }
}