{
    "video_block_01": {
        "subsection": "Introduction",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "The name of this course is “Introduction to Deep Earth Science.”",
            "Normally, most people do not give much thought to what is happening inside the Earth.",
            "However, when experiencing or hearing about natural phenomena such as volcanic eruptions",
            "and major earthquakes,we become interested in conditions in the interior of our planet.",
            "This course examines the structure and activity inside the Earth.",
            "Through this course, I hope that you will understand what is happening at the center",
            "of our planet.",
            "Our study of the Earth’s inside is made difficult because we are unable to directly",
            "drill a hole and examine actual conditions. Using seismic waves, seismology provides valuable",
            "information about the Earth’s interior. Still, only a limited amount of knowledge",
            "can be obtained through seismology alone. Therefore, scientists combine various methods",
            "and observations in order to estimate conditions at the center of our planet.",
            "In other words, we strive to understand phenomena which cannot be directly observed.",
            "Through this course, I hope that you will also learn about scientific",
            "approaches used to understand complex matters by combining limited observations.",
            "My name is Kei Hirose. I have studied the Earth’s interior ever",
            "since I was a graduate student. Specifically, I have been conducting my research",
            "by using high-pressure, high-temperature experiments to replicate conditions inside our planet.",
            "However, it is no easy task to reproduce the pressure and temperature conditions which",
            "exist inside the Earth. When I was young, there was no technique which",
            "could recreate in a laboratory the high-pressure and high-temperature conditions",
            "deep within the Earth. Accordingly, I endeavored to study conditions",
            "at the inside of the Earth while also working to develop techniques for",
            "replicating in a laboratory the high-pressure, high-temperature environment.",
            "As a result, we have made a great number of new discoveries.",
            "This course consists of five week parts.",
            "In week 1, we would like to introduce an overview of the structure",
            "and conditions inside the Earth.",
            "In week 2, we will learn Plate Tectonics theory",
            "which tells the dynamics at the surface of the Earth.",
            "In week 3, we will talk about the chemical composition in side the Earth.",
            "In week4, we will cover the temperature structure",
            "in the interior of our planet",
            "that is what the temperature is like inside of the Earth.",
            "And finally, in week 5, we will discuss the Earth's water",
            "which is a very recent topic.",
            "Also the Earth's oceans make Earth a unique planet,",
            "we now believe that there is also",
            "a significant amount of water contained inside the Earth",
            "in addition to the oceans",
            "By covering new information which is still not understood by scientist",
            "I hope to convey to you the excitement of the Earth's science."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/35g4lVKXx8I",
        "video_duration": 249
    }
}