{
    "video_block_29": {
        "subsection": "Virtual_Field_trip_to_SPring-8",
        "unit_idx": "seq_contents_1",
        "transcript_en": [
            "Now she is working on the melting experiments on iron alloy, which constitutes the Earth&#39;s core.",
            "The aim of this experiment is to understand the crystallization of solid  inner core.",
            "In my group, the people start  research as such world leading",
            "synchrotron facility from undergraduate.",
            "Ok, this is the experimental hatch on the beam line 10XU.",
            "Here we have X-ray diffraction data at ultra high",
            "pressure and high temperature condition.  So we have a diamond anvil cell here,",
            "in which the sample is already under high pressure. In addition we have a laser coming from",
            "here to heat the sample to high temperature.",
            "Under such high pressure and high-temperature conditions, now we collect x-ray diffraction data.",
            "The X-rays coming from here and they hit the sample and diffracted X-rays are",
            "detected on this plate. In this way, we can collect X-ray diffraction data to",
            "obtain the density and crystal structure of materials under the deep Earth conditions.",
            "Ok, now she&#39;s ready to take X-ray diffraction data. So, please.",
            "Ok, so these are X-ray diffraction pattern of her sample. And each of these",
            "rings can tell you the position of atoms and also the crystal structure.",
            "Now, they are looking at the data right after the experiments.",
            "These data can tell us which phase is present and which phase is absent.",
            "And based on the disappearance  was one of the solid phases, they can",
            "determine what phase crystallize first from the liquid. In this way, we can",
            "determine the chemical composition of the Earth&#39;s inner core.",
            "So, this is the place in which we discovers the post-perovskite,",
            "which is now known as a primary mineral in the Earth&#39;s lowermost mantle.",
            "So this is a paper, which first reported the post-perovskite,",
            "and this is the crystal structure of",
            "post-perovskite determined based on the X-ray diffraction collected at this beam line.",
            "It was really really important and exciting discovery and I never",
            "forget about such exciting time.",
            "So now I&#39;m very much interested in the Earth&#39;s core, which you already learn, still very enigmatic.",
            "And we are now working on",
            "not only the X-ray diffraction experiments like here, but also several",
            "different types of experiments at different beam lines within the SPring-8.",
            "And by using such variety of data, we will be able to determine the core composition in the near future.",
            "And all of these experiments are really really exciting and you are always",
            "welcome to join us. Thank you very much."
        ],
        "section": "05-Virtual_Field_trip_to_SPring-8",
        "youtube_url": "https://youtu.be/VKDSWj4CoIw",
        "video_duration": 276
    },
    "video_block_28": {
        "subsection": "Virtual_Field_trip_to_SPring-8",
        "unit_idx": "seq_contents_1",
        "transcript_en": [
            "Hi, welcome to the study tour to the SPring-8.",
            "This is the world largest synchrotron facility, in which very strong X-rays are available.",
            "So, let&#39;s see the experiments inside the facility.",
            "Okay, we are now in the Hyogo prefecture, western part of Japan, west of Osaka.",
            "So, this is the storage ring of the SPring-8,  the largest synchrotron facility in the world.",
            "The length of the storage ring is about 1,500 m.",
            "The people from many different fields are working on here using X-rays.",
            "Let&#39;s go inside.",
            "So, this is the experimental hall.",
            "You can see the experimental hatch in front of us.",
            "There are a total of 56 experimental hatches, in which variety of experiments are conducted.",
            "The accelerated electrons in the storage ring produces X-rays which is used for many different types of experiments.",
            "So, you can see the hall is huge.",
            "And as I told you, the length of the storage ring is about 1,500m.",
            "So, the people are moving around with the bicycles.",
            "Okay, this is beam line 10XU.",
            "Here we generate ultra high pressure and high temperature conditions corresponding to the deep interior of the Earth.",
            "Here, we have a series of discoveries including the post-perovskite.",
            "Post-perovskite was first discovered right here, by using this diamond anvil cell."
        ],
        "section": "05-Virtual_Field_trip_to_SPring-8",
        "youtube_url": "https://youtu.be/_58AxSo9p1c",
        "video_duration": 176
    }
}