{
    "video_block_31": {
        "subsection": "4-1._How_hot_is_the_interior_of_the_Earth",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Last week, we studied the chemical composition inside of the earth.",
            "This week, we will learn about the temperature inside of the earth.",
            "By understanding the temperature inside of the earth,",
            "we can also discern which areas inside of the earth are moving and to what degree of activity,",
            "the approximate amount of heat being transported",
            "inside of the earth, and the approximate speed at which the earth's temperature cools.",
            "As such, it is very important to understand the current temperature structure inside of the earth.",
            "However, it is quite difficult to estimate the true temperature inside of the earth.",
            "By using a variety of observational evidence and data obtained in laboratories, and by",
            "conducting review from a variety of perspectives, scientists have only been able to arrive at",
            "an approximate estimate for the temperature inside of the earth.",
            "Actually, we will still lack a clear understanding of the temperature inside of the earth.",
            "In any case, I'm sure that all of you imagine the temperature",
            "inside of the earth to be extremely hot.",
            "We frequently see photographs and video of erupting volcanoes,",
            "and people are prone to imagine the inside of the earth as a high-temperature molten mass.",
            "However, in actuality, although the area inside of the earth known as the \"metallic core\"",
            "is molten, the rock area known as the \"mantle\" is generally",
            "composed completely of rock. Only an extremely small area of the mantle",
            "is molten, and these areas are limited to directly beneath volcanic belts.",
            "I'm sure that all of you intuitively understand",
            "the temperature rapidly increases as you dig underground.",
            "It is well-known that the temperature increase by 3 degrees Celsius for every 100 meters",
            "that is dug.",
            "Japanese people like hot springs. Throughout Japan, there are countless hot",
            "springs established by digging down to find a flow of hot spring water.",
            "Generally speaking, since temperature increases by 3 degrees Celsius for every 100 meters",
            "dug, the temperature inside of the earth will increase",
            "by 30 degrees Celsius at a depth of 1 kilometer. As long as a water vein exists underground,",
            "hot spring water will flow forth when digging to a depth of 1 kilometer.",
            "This is true even for ordinary locations which are not near a volcano.",
            "Now, if temperature increases by 3 degrees Celsius for every 100 meters,",
            "areas deep within the earth are at extraordinarily hot temperatures.",
            "For example, at a depth of about 50 kilometers, the temperature is hot enough to melt the",
            "rock of the mantle.",
            "However, as I explained earlier, locations where the mantle has melted into liquid",
            "are limited to directly beneath volcanic belts. Normally, the mantle remains solid and does not melt.",
            "The reason for this is thought to be that increases of 3 degrees Celsius for every 100",
            "meters are limited to the surface areas of the earth.",
            "The mechanism of temperature increase in deep areas is thought to be different.",
            "We will study this mechanism in the next section."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/unVB5JYSZgs",
        "video_duration": 288
    }
}