{
    "video_block_40": {
        "subsection": "5-1._Is_the_Earth_a_watery_planet",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "So far, we have talked a lot",
            "about the Earth's chemical composition.",
            "Our discussions have mainly been based on meteorites",
            "called chondrites and the chemical composition",
            "of the whole solar system.",
            "Volatile components are especially important for the Earth.",
            "Indeed, various physical properties,",
            "such as melting temperature and the hardness of rocks",
            "change according to the amount of volatile components",
            "that are contained inside the Earth.",
            "Therefore, the amount of volatile components",
            "the Earth contains along with where",
            "and what types exist are very important,",
            "but these are not easy questions to answer.",
            "Today, we will learn about water or hydrogen.",
            "What I'm going to say may not be perfectly correct,",
            "but I want you to get a taste",
            "of some advanced research along with",
            "what problems remain for better understanding",
            "the inside of the Earth.",
            "First of all, let's talk about water.",
            "As we know the Earth has oceans.",
            "When we look at our solar system,",
            "only the Earth has water on its surface.",
            "Therefore, the Earth is referred to as water planet.",
            "All of you probably believe that",
            "there is a huge amount of sea water,",
            "but in reality, the mass of the oceans",
            "and the volume of ocean water are quite small",
            "when compared to the Earth as a whole.",
            "More precisely, they make up only 0.023 wt%.",
            "The radius of the Earth is 6,400 km,",
            "while the average depth of the oceans is about 3.8 km.",
            "Therefore, when compared to the entire Earth,",
            "the oceans are just a very thin layer",
            "covering 70% of the surface.",
            "The figure shows this amount of water",
            "using one water drop, like this.",
            "When expressing ocean water as a single drop,",
            "it is only this amount.",
            "When viewed this way, it becomes clear that",
            "the amount of water is actually quite small.",
            "However, the presence of ocean water",
            "or oceans determines the kind of environment",
            "that exists on the surface of the Earth.",
            "Compared to the surface of the planets",
            "that do not have oceans, Earth's environment is filled with living things.",
            "In this sense, oceans are extremely important to the Earth.",
            "Of course, this does not mean that just any ocean is sufficient.",
            "As I mentioned before, on Earth, ocean water is only",
            "an average of 4 km deep. If this depth were doubled,",
            "ocean water would reach an altitude of 4 km.",
            "So, as can be understood from this picture on the left,",
            "the area above an altitude of 4 km",
            "is only about 5 % of the whole Earth.",
            "If this were the case, the landmass becomes very small.",
            "Moreover, if this were tripled or quadrupled,",
            "the landmass would decrease quite rapidly",
            "until all land was submerged.",
            "As I mentioned at the beginning, ocean water makes up",
            "only 0.023 wt% of the Earth,",
            "but even if this were 0.04% or",
            "0.06 %, it is still a small amount.",
            "However, even though this amount is still small",
            "it would have a major impact on the landmass.",
            "If there is almost no landmass",
            "and most land is submerged,",
            "the divesity of the environment would be negatively affected.",
            "In this case, life may not have been able to form,",
            "or even if life did get started,",
            "the poor conditions may not have allowed for the variety of life we see today.",
            "So, in conclusion,",
            "because there is only a small amount of water,",
            "both ocean and land coexist,",
            "which creates a diverse environment.",
            "This diversity is crucial",
            "for having abundant living things.",
            "And this is also likely an important factor",
            "in determining whether life would be generated.",
            "Of course, there are planets other than the Earth.",
            "We are only familiar with planets",
            "that do not have oceans. For example,",
            "Venus and Mars do not have oceans,",
            "and these have desolate landscapes.",
            "Well, can we say that the Earth",
            "is only planet in the whole universe with water?",
            "No. Today, we know not just about the planets",
            "in our solar system, but about thousands",
            "of other planets revolving around other stars.",
            "Among these, a number have been discovered",
            "that have a large amount of water on their surfaces.",
            "This picture shows one example,",
            "and it is believed that",
            "75% of the whole planet is water.",
            "Here on Earth,",
            "water exists as only a thin layer,",
            "but it was recently understood that",
            "there are planets that are deeply covered with water or ice.",
            "So, from now, let's consider",
            "why there is only a small amount of water on the surface of the Earth",
            "as well as why water and oceans exist at all."
        ],
        "section": "07-Week_5._Earths_water",
        "youtube_url": "https://youtu.be/dEE-A6viru4",
        "video_duration": 440
    }
}