{
    "video_block_12": {
        "subsection": "2-1._What_are_plates",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "This week, we will discuss plate tectonics.",
            "You may have heard the term \"plate tectonics\" before.",
            "Historically speaking, earth science began from geology.",
            "Therefore, in the past, this discipline did not possess the perspective of future predictions.",
            "Our current topic of plate tectonics is extremely revolutionary in that it is a theory which",
            "enables prediction of the future within earth science.",
            "Specifically, plate tectonics enables a unified theory of how the earth's surface is moving,",
            "and is a theory which forms the basis of earth science.",
            "Let's start by considering the textbook definition of a plate.",
            "A plate is a rigid sheet. The word rigid means \"something which does",
            "not break or bend.\" From the perspective of earth science, \"not",
            "breaking\" means that earthquakes do not occur and \"not bending\" means that orogeny does",
            "not occur. If a plate is defined as a rigid sheet, then",
            "we can see that earthquakes and orogeny occur at boundaries between plates.",
            "The actual definition of a plate is defined by researchers based on the hypocentral distribution",
            "of earthquakes. When looking at the hypocentral distribution",
            "of the world's earthquakes, we can see that earthquakes do not occur in random locations;",
            "rather, the locations of earthquakes appear to be connected along a certain line.",
            "If we follow the previous line of thought regarding how earthquakes occur at boundaries",
            "between plates, then this line is the plate boundary.",
            "For example, when looking at the area around the African continent, we can see that earthquakes",
            "occur in locations surrounding the African continent.",
            "When tracing this hypocentral distribution, we can define the African plate.",
            "In the same way, by tracing other hypocentral distributions throughout the world, we can",
            "define many other plates. As a result, we can see that the earth's surface",
            "is covered by 14~15 plates.",
            "Now, how are these plates moving? This is the question addressed by plate tectonics.",
            "Historically speaking, the way in which plates actually move was clarified about 50 years ago",
            "by the discipline of paleomagnetism. Currently, we can use GPS to achieve a perfect",
            "understanding of how each plate is moving.",
            "When actually observing the movement of each plate,",
            "we can see that each plate is moving independently and unrelated to the other.",
            "Now, let's take a closer look at this movement. For example, let's examine the boundary of",
            "plates in the middle of the Atlantic Ocean. In the figure, the length of arrows represents",
            "the speed of movement. As you can see, even within the same plate,",
            "there are fast-moving locations and slow-moving locations.",
            "More accurately, we can see that movement becomes slower as we move farther from the",
            "fastest-moving location.",
            "There was an individual who recognized this phenomenon in 1967.",
            "How is it possible that different locations move at different speeds even with a single",
            "rigid plate?",
            "Each plate possesses an axis of rotation. These axes of rotation differ from the earth's",
            "axis of rotation and are called Euler poles. At the equatorial region of an Euler pole",
            "which is a long distance from the Euler pole, the rotation speed becomes faster.",
            "Conversely, the rotation speed becomes slower in the area close to the pole.",
            "When considering these Euler poles, it is possible to give a uniform explanation",
            "regarding the different movement speeds within each individual plate.",
            "In summary, the earth's surface is covered by 14~15 plates.",
            "Each of these plates possesses an independent Euler pole and rotates around that pole.",
            "The speed of this rotational movement ranges from only a few centimeters to a few dozen",
            "centimeters each year. However, at least during the last 200 million",
            "years, we know that plates have been moving at the",
            "same speed. By looking back on the past conditions of",
            "plates, it is possible to predict how plates will",
            "move in the future. When considering the entire earth,",
            "we can reflect on the past 200 to 300 million years to form an extremely accurate understanding",
            "of how plates moved and what kind of shapes existed in the past.",
            "The plates discussed in this subsection have a thickness of only about 100 kilometers.",
            "When considering that the earth has a radius of 6,400 kilometers,",
            "plate tectonics is only capable of explaining movement for an extremely small portion of",
            "the earth's surface. We will learn about zones deeper than 100",
            "kilometers in lessons starting from next week."
        ],
        "section": "03-Week_2._Plate_Tectonics",
        "youtube_url": "https://youtu.be/aaUzpFu6SAc",
        "video_duration": 429
    }
}