{
    "video_block_15": {
        "subsection": "2-3._Plates_produced_at_Atlantic_Ocean",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "As stated in the previous subsection, the fate awaiting plates which are produced at",
            "mid-ocean ridges is different in Atlantic Ocean and Pacific Ocean.",
            "In this subsection, we will learn about the mid-ocean ridge in the Atlantic Ocean, as",
            "well as plates produced there.",
            "When looking at a bathymetric chart, you can see that the Mid-Atlantic Ridge is distributed",
            "right in the middle of the American continent and the European/African continents.",
            "Currently, the Mid-Atlantic Ridge is composed of new plates which are spreading steadily.",
            "In other words, the area of the Atlantic Ocean is increasing.",
            "Stated another way, the American continent, and European/African continents are moving",
            "further apart every year.",
            "This spreading continues at a speed of less than 1 centimeter per year at slow locations",
            "and a speed of several centimeters or more per year at fast locations.",
            "Now, when did the Atlantic Ocean start spreading? An amazing aspect of plate tectonics theory",
            "is how it is possible to easily infer that phenomenon occurring today also occurred in",
            "the past. Therefore, it is possible to return plate",
            "movement to its original location based on plate tectonics theory.",
            "In other words, we can turn back the clock and steadily contract the size of the Atlantic",
            "Ocean. When starting from this modern-day map and",
            "turning back the clock, you can see how the Atlantic Ocean steadily",
            "shrinks. If we go back 250 million years ago, we return",
            "to a time when the Atlantic Ocean did not exist and there is a single giant supercontinent",
            "known as",
            "\"Pangaea.\" In this way, plate tectonics can explain the",
            "phenomena of continental breakup and continental drift, which are today widely believed as",
            "a matter of course.",
            "Actually, the idea that the European continent, African continent, and American continent",
            "were originally connected and assumed their current form after breaking apart was proposed",
            "more than",
            "100 years ago in 1912 by Alfred Wegener in his continental drift theory.",
            "The discipline of plate tectonics did not yet exist at the time that Wegener proposed",
            "this theory. Wegener's ideas were too ahead of his time",
            "and received little understanding from others.",
            "Nevertheless, his ideas are today accepted as established theory.",
            "We should note that Wegener's theory was not limited simply to the idea that the European",
            "continent,African continent, and American continent were originally connected.",
            "Indeed, Wegener discussed continental drift by including geological proof",
            "such as how the same fossils are found and the same stratum continues throughout the",
            "continents. Wegener should be respected for his profound",
            "insight."
        ],
        "section": "03-Week_2._Plate_Tectonics",
        "youtube_url": "https://youtu.be/_gy-77dxeoE",
        "video_duration": 260
    }
}