{
    "video_block_16": {
        "subsection": "2-4._Plates_produced_at_Pacific_Ocean",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "In this subsection, we will learn about Pacific Ocean plates.",
            "Unlike the Atlantic Ocean which was discussed in the previous subsection,",
            "the Pacific Ocean is surrounded by subduction zones and oceanic trenches.",
            "Old plates steadily sink into the earth through these geological features.",
            "The Atlantic Ocean is growing and expanding by a few centimeters every year.",
            "On the other hand, the total area of the Pacific Ocean is shrinking.",
            "Because in the Pacific Ocean, new plates produced at mid-ocean ridges cause old plates to sink",
            "into oceanic trenches. If this process were to continue indefinitely,",
            "the Pacific Ocean will have disappeared after slightly more than 500 million years.",
            "This will cause the seven independent continents to merge together to once more form a single",
            "supercontinent. Furthermore, the current Atlantic Ocean will",
            "have become by far the largest sea on the entire earth, also known as the \"Super Atlantic",
            "Ocean.\"",
            "As mentioned at the beginning of this subsection, the Pacific Ocean is surrounded by oceanic",
            "trenches. At these trenches, oceanic plates sink underneath",
            "continental plates. You have probably heard the term \"Ring of",
            "Fire\" before. This term refers to the abundant seismic,",
            "volcanic, and orogenic activity occurring in the subduction zones surrounding the Pacific",
            "Ocean. But what is the meaning of all of this activity?",
            "Let's take a look at what occurs due to sinking in subduction zones.",
            "One important activity in subduction zones is the creation of volcanoes.",
            "As discussed in the previous subsection, 75% of the earth's total volcanic activity takes",
            "place at mid-ocean ridges. A further 20% occurs in subduction zones.",
            "The final 5% is volcanic activity occurring at hot spots;",
            "in other words, volcanic islands such as Hawaii and Tahiti.",
            "Since mid-ocean ridges are not normally visible to the human eye,",
            "it can be said that subduction zone volcanoes are the volcanoes which are most frequently",
            "witnessed by people.",
            "Why are volcanoes created in locations where oceanic plates sink?",
            "For example, the oceanic plate which is sinking into the Japan Trench is a cold plate which",
            "has been cooled by seawater at the bottom of the ocean for 100 million years.",
            "Indeed, the location where this plate is sinking should be the coldest place in the entire",
            "world, but a volcano is created there. At first glance, this phenomenon appears quite",
            "strange. What could be the reason?",
            "The key to solving this mystery is water. At the same time that the oceanic plate is",
            "being cooled by seawater, it is also drawing seawater into the rock composing the plate.",
            "As a result, oceanic plate rock has a water concentration of up to 15 wt%.",
            "Oceanic plates which have taken in a large amount of water then expel the water as they",
            "sink. For example, consider a sponge which has",
            "been soaked in water. Water oozes out of the wet sponge when it",
            "is gripped. Ultimately, the sponge will become completely dry.",
            "In the same way, water oozes from an oceanic plate which is just beginning to sink until",
            "all water is ultimately forced out of the plate.",
            "Now, what happens to the expelled water?",
            "Water expelled from the oceanic plate weighs less than its surrounding environment and",
            "therefore rises upward, soaking into the rock above the oceanic plate.",
            "This rock is not directly cooled by seawater and is therefore at a higher temperature than",
            "the oceanic plate, although not hot enough to melt the rock.",
            "However, the introduction of water causes the melting point to",
            "decrease. It is well known that this phenomenon will cause rock to melt and create magma even",
            "when there is no change in temperature. Put simply, the creation of magma is facilitated",
            "by water in subduction zones. This is the reason why many volcanoes exist",
            "in Japan, Indonesia, and other regions near subduction",
            "zones.",
            "Another important activity in subduction zones is earthquakes.",
            "At the beginning of this lesson, we looked at a hypocentral distribution for",
            "the world. Basically, the occurrence of earthquakes is",
            "concentrated at mid-ocean ridges where new plates are created and in locations",
            "where old plates sink into the earth. As you know, major earthquakes are concentrated",
            "at subduction zones. Since long ago, Japan has suffered damage",
            "from major earthquakes. In particular, the importance of observing and predicting",
            "earthquakes increased after the Great Kanto Earthquake of 1923.",
            "Since then, a large amount of research on earthquakes has been actively conducted in",
            "Japan.",
            "This figure shows where earthquakes occurred in the earth's interior.",
            "Earthquakes occur in two types of locations. The first are very shallow locations of the",
            "earth's interior, and the second are locations where hypocenters are distributed in a diagonal",
            "belt. Earthquakes which occur in diagonally distributed",
            "locations are called \"deep-focus earthquakes.\" This diagonal belt is nothing other than sinking",
            "plates themselves, so we know that deep-focus earthquakes are caused by sinking plates.",
            "The Great East Japan Earthquake which occurred five years ago was a deep-focus earthquake",
            "caused by a sinking plate.",
            "Earthquakes are extremely destructive, so it is important to predict when, where,",
            "and how earthquakes will occur. However, we still lack a clear understanding",
            "of when and where deep-focus earthquakes will cause a major earthquake.",
            "The vital importance of further research in earthquake prediction is clearly evident based",
            "on experiences such as the Great East Japan Earthquake."
        ],
        "section": "03-Week_2._Plate_Tectonics",
        "youtube_url": "https://youtu.be/QF876Z5x1VE",
        "video_duration": 540
    }
}