{
    "video_block_37": {
        "subsection": "4-4._How_can_we_presume_temperature_in_the_Earths_core",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Next, we will discuss the temperature of the core which exists at the center of the earth.",
            "The core has two layers; a solid inner core in the interior and a liquid",
            "outer core on the exterior. As just stated,",
            "the outer core is liquid, so the temperature of the outer core must be higher than the",
            "melting point of the iron alloy which composes the core.",
            "If the temperature of the outer core was lower than the melting point temperature,",
            "the outer core would be solid instead of liquid. The melting point at the top of the outer",
            "core is said to be 3,000 K. In other words,",
            "the temperature of the outer core is at least 3,000 K.",
            "In the previous section, we learned about the method used to determine",
            "the temperature structure of the mantle. It is clear that the temperature at the top",
            "of the outer core is higher than the mantle temperature by at least about 500 K.",
            "Now, how high is the actual temperature at the top of the outer core?",
            "The temperature can be determined from the melting temperature of the mantle.",
            "If the temperature of the top of the outer core is too high,",
            "the rock mantle located directly above would melt.",
            "However, through seismic observation, we know that the bottom of the mantle is",
            "not molten, with a few exceptions. In other words, it is clear that the temperature",
            "of the top of the outer core is lower than the melting point of the mantle.",
            "Recent experiments have revealed that the melting temperature at the bottom of the mantle",
            "is 3,600 K. Accordingly, we know that the temperature",
            "at the top of the outer core is 3,600 K or less.",
            "In review, since the outer core is liquid, the temperature at the top of the outer core",
            "must be at least 3,000 K. Conversely, in order not to melt the mantle,",
            "the temperature must not be more than 3,600 K.",
            "In this way, it is possible to form an approximate estimate for the temperature of the top of",
            "the outer core. Now, how about the temperature at the inside",
            "of the core? First, it is known that convection motion",
            "occurs inside of the liquid outer core. Convection occurs because,",
            "as you are already well aware, the earth possesses a magnetic field.",
            "The earth's magnetic field is an electromagnetic induction magnetic field.",
            "It is thought that this magnetic field occurs because electricity flows in the outer core.",
            "We can surmise that electricity flows in the core through the convection motion of liquid",
            "metal which possesses free electrons inside of the core.",
            "This means that the outer core must undergo convection in order for the earth to possess",
            "a magnetic field.",
            "As we just learned when discussing the mantle, the temperature change of areas undergoing",
            "convection can be described as adiabatic temperature gradient.",
            "Therefore, if the outer core is undergoing convection,",
            "it is possible to calculate the core temperature.",
            "Assuming that the temperature at the top of the core is between 3,000 and 3,600 K,",
            "it is relatively easy to calculate the temperature at the bottom of the outer core from the adiabatic",
            "temperature gradient."
        ],
        "section": "06-Week_4._Temperature_of_the_Earths_interior",
        "youtube_url": "https://youtu.be/etyGp0v_h6g",
        "video_duration": 288
    }
}