{
    "video_block_27": {
        "subsection": "Coffee_Break_3",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "What is this diagram?Professor, this diagram was in a problem in Week3.",
            "What was it?",
            "This is important in the mantle, the most important, in some ways.",
            "This ferropericlase is a little bit different.",
            "This is looking into it, and drawing only the most important and most common minerals in that rock.",
            "Rocks usually contain more than one kind of mineral.",
            "For example, a black mineral, a white mineral, and a transparent mineral could be together.",
            "It's usually an assemblage of several minerals.",
            "What's drawn here are only the minerals that are contained the most.",
            "This gray part is actually not just one kind, but many kinds which are only contained a little bit.",
            "That's basically how it is.",
            "This area is complicated, so the details aren't shown.",
            "That's what it means.",
            "I found it a bit strange that there are less gray areas after 660.",
            "Well, this is also complicated.",
            "In this diagram, there is a border of 660.",
            "Above this, roughly speaking, there are two kinds of compositions.",
            "One has a chemical composition of Mg2SiO4.",
            "The other is a mineral with a chemical composition of MgSiO3.",
            "The main one is this one (Mg2SiO4),",
            "so the three written here, olivine, wadsleyite, and rigwoodite, are from this part (Mg2SiO4).",
            "The gray part, roughly, is this one (MgSiO3).",
            "What makes is complicated, like I said earlier, the gray is not one kind of mineral.",
            "Therefore, this (MgSiO3), of this composition, is not one kind.",
            "For example, if calcium or aluminum is added to this,",
            "it becomes several kinds of minerals.",
            "But, roughly, these two components are there.",
            "This one is approximately 60%,",
            "and this one is approximately 40%.",
            "That's what is shown.",
            "But what happens at this line of 660 km is,",
            "strictly speaking, what happens at the 660 km mark is, not phase transition, but decomposition reaction.",
            "What it decomposes into is MgO, on the one hand, and MgSiO3, on the other.",
            "And, of course, MgSiO3 is also MgSiO3.",
            "Below 660 km, decomposition results in this.",
            "Basically, the MgSiO3 that comes from decomposed Mg2SiO4,",
            "and what was originally MgSiO3 comes intact as MgSiO3,",
            "so this component increases.",
            "This is perovskite.",
            "So it looks like this section is getting extraordinarily big.",
            "The deeper it gets, decomposition reaction is accelerated.",
            "That is shown by the incline.",
            "Basically, the range of pressure in which this decomposition reaction happens is only about 50 km.",
            "That is why it changes so drastically in a narrow band around 660 km.",
            "Thank you. I understand."
        ],
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "youtube_url": "https://youtu.be/4vP7BKP5nxY",
        "video_duration": 279
    },
    "video_block_26": {
        "subsection": "Coffee_Break_3",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Professor,",
            "I was drawing a graph of carbonaceous chondrites the other day and noticed that",
            "many elements are plotted along this straight line,",
            "but N, C, and O are separate, away from the straight line.",
            "Why is that?",
            "That would also apply to hydrogen and helium, which are not on this graph.",
            "When you look at the amount of hydrogen and helium in the solar system as a whole",
            "?well, basically, most of the mass of the solar system is of the sun, so we could say, in the sun?",
            "basically, those hydrogen, helium, carbon and nitrogen are light elements, right?",
            "There is a high amount of those kinds of elements present in the solar atmosphere, and in the solar system as a whole.",
            "This carbonaceous chondrite that we have here below is a rock,",
            "so the sun has a much higher amount of hydrogen, helium, nitrogen, and carbon than the chemical composition of this rock.",
            "The reason being, that,",
            "carbon and nitrogen basically exist as gases inside the sun,",
            "but it&#39;s not that they simply become rock.",
            "When the solar system was born, originally,",
            "everything was gas.",
            "They eventually cooled, and it is thought that dust appeared,",
            "dust collected together and became small rocks, which became small celestial bodies, then planets.",
            "Still, everything was originally gas,",
            "so the gas must decrease in temperature and become solid to be incorporated into rock.",
            "Rocks can only incorporate solids.",
            "Rocks can&#39;t incorporate gases.",
            "What this means, is, for example,",
            "Earth is big and therefore has gravity, so it has captured an atmosphere.",
            "However, the gravity of a rock about this size is negligible.",
            "It can&#39;t surround itself with gases.",
            "So even if it becomes larger and becomes a small celestial body,",
            "it can only incorporate solids.",
            "So, then, we have to ask, does helium become a solid?",
            "Yes, if we put it under high pressure,",
            "but in space, it can only exist as a gas, so helium can&#39;t be incorporated.",
            "It&#39;s the same with hydrogen.",
            "It will become a solid under pressure, but that doesn&#39;t happen in space.",
            "So what about water?",
            "It&#39;s not possible while water is existing as water vapor,",
            "but if we go far away from the sun and go beyond the snow line, as we learned in class,",
            "H2O becomes ice. Ice, of course, is a solid,",
            "so it can be incorporated into meteorites we call carbonaceous chondrite.",
            "The temperature at which what we are now calling &quot;light elements&quot;?hydrogen, helium, nitrogen, carbon? turn into solids",
            "are really low, so they try to stay as gas.",
            "The temperature must be considerably low for these to solidify.",
            "To summarize, what happens is, when a meteorite grows larger out of gases before the gases cool sufficiently,",
            "those light elements dissipate as gases while they still exist as gases, before they can be incorporated into rock as solids.",
            "It&#39;s long been said that around Earth, also,",
            "used to be gases filled with those light elements,",
            "and that Earth formed out of them.",
            "The theory is, that those light elements dissipated as gases before they completely cooled and could become solids to be incorporated into Earth.",
            "Likewise, this rock called carbonaceous chondrite also contains less gaseous components,",
            "the components that stay gases until the end, compared to the overall composition.",
            "That is the reason that these elements are plotted away from the straight line.",
            "The other elements solidify at temperatures not too low,",
            "so that means they all solidify and are incorporated into meteorites."
        ],
        "section": "04-Week_3._Chemical_composition_of_our_planet",
        "youtube_url": "https://youtu.be/Kja-kkf2A_Q",
        "video_duration": 363
    }
}