{
    "video_block_13": {
        "subsection": "2-2._Where_plates_are_produced",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "In the previous subsection, we learned the Earth's surface is covered by 14~15",
            "plates. However, where are these plates produced?",
            "Actually they are produced at mid-ocean ridges which exist in the middle of particularly",
            "large oceans across the entire earth. These ridges are giant volcanic belts which",
            "are located on the seafloor and encircle the entire earth.",
            "Mid-ocean ridges are extremely important locations in plate tectonics.",
            "Moreover some scientists hypothesize that life on earth was first born in these mid-ocean ridges.",
            "Accordingly, in addition to being a topic",
            "of research in earth science, mid-ocean ridges are also recently attracting",
            "attention as the origin of life. Let's take a detailed look at mid-ocean ridges.",
            "First, please look at this topographic map. This figure shows the topographical form including",
            "the seafloor. As you can see, there are large brown shadows",
            "in the middle of the Pacific Ocean, Indian Ocean, and Atlantic Ocean.",
            "These shadows are giant mountain ranges in the middle of the ocean, and these giant mountain",
            "ranges are mid-ocean ridges.",
            "There is an extremely high level of volcanic activity at these ridges.",
            "In fact, 75% of all volcanic activity on the entire earth occurs at mid-ocean ridges.",
            "New plates which are produced at mid-ocean ridges move away from the mid-ocean ridges",
            "at a speed of several centimeters each year.",
            "More than 50 years ago in 1960 a new theory called the seafloor spreading theory was proposed",
            "and movement of the seafloor became known. Now, how did scientists realize that the seafloor",
            "was spreading?",
            "This picture is data from when it was first understood that the seafloor is moving.",
            "The data comes from an era when GPS technology did not exist.",
            "The red area in the center of the picture shows where lava which was produced extremely",
            "recently is exposed. The orange areas on both sides of the red",
            "area show lava which was produced a short time ago.",
            "The yellow areas located further to the outside represent even older lava.",
            "In other words, the age of lava becomes increasingly old when moving from the red area to blue",
            "areas,in other words, moving from the center toward the outside.",
            "This was known more than 50 years ago.",
            "In addition to how lava becomes older moving outward from the red area,",
            "it is also important how the movement is symmetrical and how the ratio of aging lava is the same",
            "at all locations.",
            "Now, how do plate tectonics explain the reason for this distribution of the era in which",
            "the seafloor was produced?",
            "This phenomenon can be explained by how new plates are produced at mid-ocean ridges and",
            "then move away from mid-ocean ridges at a constant speed.",
            "In this way, it is possible to explain why lava becomes",
            "older as we move farther away from mid-ocean ridges, and why the ratio of aging lava is",
            "constant.",
            "According to plate tectonics theory, the speed at which plates move is constant.",
            "Therefore, if we know the approximate distance from the mid-ocean ridge for a certain era",
            "of seafloor, we know approximately how long ago the plate was produced.",
            "For example, the Pacific Plate which is sinking under Japan was produced 100 million years",
            "ago in the South Pacific. Over the past 100 million years, the Pacific",
            "Plate has continued to move and is now sinking into the earth via the Japan Trench.",
            "In this subsection, we have learned that mid-ocean ridges are giant volcanic chains which surround",
            "the earth. We also learned that plates produced at those",
            "mid-ocean ridges move away from the ridges at a constant speed.",
            "Now, there are two types of outcomes which await the plates produced at mid-ocean ridges.",
            "The fates of plate in pacific Ocean and Atlantic Ocean are completely different.",
            "We will discuss these two types of plates in the next subsection."
        ],
        "section": "03-Week_2._Plate_Tectonics",
        "youtube_url": "https://youtu.be/v-LEBtzKMlU",
        "video_duration": 383
    }
}