{
    "video_block_43": {
        "subsection": "5-3._How_did_the_water_fall_to_the_Earth",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "From now, we are going to consider",
            "what happened  to the large amount of water that",
            "originally fell to the Earth.",
            "First, let&#39;s consider what conditions were like here",
            "on Earth at that time.",
            "At the time, the surface of the Earth is believed to have been",
            "like a thick soup.",
            "The surface of the Earth",
            "was not covered by rocks.",
            "Rocks were completely molten and formed magma.",
            "This molten magma that covered",
            "the entire Earth is referred to as a magma ocean.",
            "So, let’s consider",
            "what would happen to water  that fell to the Earth",
            "in this situation.",
            "When water initially fell to the Earth,",
            "it entered as moisture vapor into the atmosphere at that time,",
            "which is referred to as",
            "the proto-atmosphere as shown in this picture.",
            "It is well known that",
            "a large amount of this moisture vapor  dissolved",
            "into the magma ocean below.",
            "In this magma ocean, metallic iron continued to sink down",
            "to form the core at the center of the Earth.",
            "In addition to the atmosphere",
            "and the magma ocean, it was possible",
            "for the water to dissolve into metallic iron",
            "and be brought down into the core.",
            "So far, I have mentioned three things;",
            "the proto-atmosphere, the magma ocean, and the metallic core.",
            "Now, let’s consider the amount of water",
            "that could have entered into each of these.",
            "Actually, if we say the amount of water",
            "in the whole Earth is about 2,000,  it is possible that",
            "most of it will enter metals.",
            "It is very well known that water dissociates into hydrogen",
            "and oxygen, and this hydrogen enters",
            "into metallic iron.",
            "Ok, if we say that 2,000 is taken",
            "into the core of the Earth,  how much is in the magma ocean?",
            "About 100.",
            "Actually, all of it may have existed originally",
            "in the proto-atmosphere,  but when it continued",
            "entering into the Earth, only 1 remained.",
            "Finally, if this 1 remained",
            "as moisture vapor in the proto-atmosphere,",
            "100 times that amount of water existed in the magma ocean,",
            "and there is the possibility that 20 times this amount of water,",
            "or 2,000 times the amount in the proto-atmosphere,",
            "entered as hydrogen into the iron core.",
            "Therefore, when water came to the Earth like this,",
            "it does not mean that all of it remained",
            "on the surface layer as moisture vapor",
            "or as part of the ocean, and it is possible that",
            "a large amount of water entered inside the Earth.",
            "This is how water was distributed on the Earth",
            "a long, long time ago.",
            "So how about now?",
            "At the beginning of the Earth,",
            "the proto-atmosphere cooled,",
            "and most of the moisture vapor in the air",
            "turned into water and formed oceans.",
            "The whole magma ocean cooled",
            "and became rock and formed the mantle.",
            "The liquid core principally remained a liquid",
            "except small solid inner core.",
            "If water was really taken inside the Earth 4.5 billion years ago,",
            "it is possible that the H2O that",
            "originally existed in the magma ocean",
            "is still contained in the minerals of the mantle,",
            "and that there is a large amount of hydrogen",
            "contained in the core still now.",
            "Now, let’s see whether water and hydrogen are actually contained",
            "inside of the Earth today."
        ],
        "section": "07-Week_5._Earths_water",
        "youtube_url": "https://youtu.be/8NurMaB224c",
        "video_duration": 286
    }
}