{
    "video_block_44": {
        "subsection": "5-4._Where_has_the_water_gone",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "As I explained before,",
            "a large amount of water or hydrogen",
            "may be contained inside the Earth.",
            "But is this really the case? Let’s find out.",
            "First, let’s consider the mantle.",
            "It is known that some water is contained in the mantle.",
            "But, it is not clearly known how much water is contained.",
            "Recently, minerals that originated",
            "deep inside the Earth have been collected.",
            "This photo shows minerals",
            "that have recently been found from a depth of about 600 km.",
            "Such substances that are included in diamonds",
            "and brought up to the surface",
            "are referred to as diamond inclusions.",
            "Regarding these minerals",
            "from a depth of about 600 km,",
            "it was found that water with a weight",
            "of 1% is contained.",
            "You might think that",
            "1 wt% is small,",
            "but this is actually a large value.",
            "If we remember that the Earth’s oceans are only about 0.02 wt%,",
            "really, 1 wt% water is a large amount.",
            "However, it would be too rough to simply say that",
            "1 wt% is contained everywhere inside the Earth.",
            "Overall, though, it is believed that as a total,",
            "from 0.5 up to 5 times",
            "the amount of water found in the oceans",
            "exists in the mantle.",
            "On the other hand, it is assumed that",
            "the core contains about 2,000 times the amount of water",
            "found in the oceans as hydrogen,",
            "but let’s find out how much is actually contained.",
            "In Week 2, we learned that",
            "the temperature in the core",
            "is much lower than the melting temperature for pure iron.",
            "In other words,",
            "the core cools and solidifies",
            "if the melting temperature of iron is not lowered",
            "by the inclusion of light elements.",
            "If hydrogen is included,",
            "it is possible to lower",
            "the melting temperature by the greatest amount.",
            "In addition, according to what we learned in Week 3,",
            "based on the chemical composition of meteorites,",
            "it is likely that",
            "silicon is also contained in the core",
            "in addition to iron and nickel.",
            "However, the existence of silicon alone",
            "does not explain the low density of the core.",
            "As we learned,",
            "in order to explain the light density of the core,",
            "other light elements are needed.",
            "When we considers all the factors from Week 2",
            "together that a large amount of hydrogen is necessary",
            "in order for the core to remain a liquid,",
            "and from Week 3 that light elements",
            "must be contained in addition to iron, nickel,",
            "and silicon in order to account followed the light density of the core,",
            "it can be said that the core",
            "may contain about 24 atm% hydrogen.",
            "This 24 atm% hydrogen",
            "converts to about 80 times",
            "the amount of water found in the oceans.",
            "To summarize, it is believed that",
            "the rocky mantle stores",
            "0.5 to 5 times the amount of water found in the oceans.",
            "Also, the core contains water",
            "that is equivalent to 80 times the amount of water",
            "in the ocean in the form of hydrogen.",
            "Regarding the whole Earth, it is possible that",
            "about 80 times the amount of water  found in the oceans",
            "is stored inside the Earth.",
            "Although this is far less",
            "than the maximum estimated amount of 2,000 times,",
            "we know that a larger amount of water",
            "than what we can see in the oceans",
            "exists in the Earth.",
            "In addition, this 80 times amount is close to the number",
            "that we saw in the numerical simulation",
            "where 30 to 70 times the amount of water",
            "came when the Earth was formed.",
            "Therefore, this number makes sense.",
            "Let’s summarize what we have learned in Week 4.",
            "The Earth is known as a watery planet,",
            "but the amount of water we see on the surface",
            "is not really very much",
            "compared to some water-rich extra solar planets",
            "in the known universe.",
            "However, because of this,",
            "both ocean and land coexist on the surface,",
            "which results in a diverse environment.",
            "And it is believed that this has greatly contributed",
            "to the variety of life that evolved.",
            "The secret to this perfect amount of water has recently come to be",
            "more clearly understood.",
            "When our planet was formed,",
            "a large amount of water also came,",
            "but most of this was captured inside of the Earth.",
            "Today, this huge amount of water is still stored",
            "below us."
        ],
        "section": "07-Week_5._Earths_water",
        "youtube_url": "https://youtu.be/ZNyRTz_h_cY",
        "video_duration": 394
    }
}