{
    "video_block_07": {
        "subsection": "Coffee_Break_1",
        "unit_idx": "seq_contents_0",
        "transcript_en": [
            "Hello.",
            "Nice to meet you.",
            "Please turn on the camera.",
            "It&#39;s already on.",
            "Oh, are you taking!",
            "Hello everyone. This is coffee break. So, first we would like to ask some questions",
            "to Prof. Hirose. Why were you interested in Deep Earth Science,",
            "when you were a university student? Originally, I majored the geology, and I used to",
            "be a good geologist. Because I like traveling much, from when I was",
            "very young, and I like to go to many places, basically.",
            "So, the geology of course requires the field work. And a field work is a kind of travel to me.",
            "So I just decided to major the geology.",
            "This is my original background. For example, I went to the sea, which is the",
            "North Fiji Basin, which is far away from Japan. So I just flew there and took the boat, actually",
            "it’s a big boat, the research vessel, for one month.",
            "Then I went to the spreading ridges, in which we have many volcanoes, undersea volcanoes,",
            "and collected many many rocks. So, no one went there?",
            "Yeah, this was the first time people went there and collected rocks.",
            "So it’s a kind of excitement , you know, at that time we didin’t know what kind of",
            "rocks there. It’s a kind of excitement but in the meantime",
            "I realized that I was interested in not only the description but also its origins.",
            "In order to understand the origin of magmas, we have to understand the, … how to say,",
            "how the magma composition is changed by changing the pressure or temperature, or you know,",
            "source rock composition. And, so, I decided to start the laboratory",
            "experiments to explore the pressure, temperature, and source rock or mantle compositions, how",
            "they reflect the magma composition. This is my background, starting from the geological",
            "field work to the laboratory experiments."
        ],
        "section": "02-Week_1._Introduction_to_the_solid_Earth",
        "youtube_url": "https://youtu.be/BxVOJqgg0G4",
        "video_duration": 192
    }
}